[
    {
        "type": "text",
        "text": "Question Paper with Solutions ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "CAT 1991 ",
        "text_level": 1,
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "https://bodheeprep.com ",
        "page_idx": 0
    },
    {
        "type": "text",
        "text": "500 hours of online CAT coaching content $4 0 0 0 +$ online CAT preparation videos $4 0 0 0 +$ questions as a part of online CAT course   \n60 Live online Sessions   \nWeekly doubt clearing sessions ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Get FREE Trial ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "Click to join our CAT prep Groups ",
        "text_level": 1,
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "CAT Prep Whatsapp Group ",
        "page_idx": 1
    },
    {
        "type": "text",
        "text": "\u0010\u000e\u0007\b\u0011\u0012\u0013\u0004\u0014\u0004\u0005 ",
        "text_level": 1,
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "Q1 – 11 : From the statements in questions choose the one that expresses the idea most correctly. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "1. (a) The best part of the programme is the dances. (b) The best part of the programme are the dances. (c) The best part of the programme are the dance. (d) The best parts of the programme is the dances. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "2. (a) The professor, as well as the students, was pleased with their results. (b) The professor, as well as the students, were pleased with their results. (c) The professor as well as the students were pleased with their results. (d) The professor as well as the students were pleased with their results. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "3. (a) He was unwilling to testify, he was afraid of the defendant. (b) Because he was afraid of the defendant, he was unwilling to testify. (c) He was unwilling to testify: he was afraid of the defendant. (d) Because he was afraid of the defendant he was unwilling to testify. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "4. (a) When you have good health, one should feel fortunate. (b) When you have good health, you should feel fortunate. (c) When one have good health, you should feel fortunate. (d) When one has good health, he should feel fortunate. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "5. (a) Either you or he have to be here. (b) Either you or he has to be here. (c) Neither you nor he have to be here. (d) Neither you nor they has to be here. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "6. (a) Children begin by loving their parents; as they grow older they judge them; sometimes they forgive them. (b) Children begin by loving their parents, as they grow older they judge them; sometimes they forgive them. (c) Children begin by loving their parents; as they grow older they judge them, sometimes they forgive them. (d) Children begin by loving their parents, as they grow older they judge them; sometimes they forgive them. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "7. (a) Gopal and Ramesh have not finished his work. (b) Gopal and Ramesh has not finished his work. (c) Neither Gopal nor Ramesh have finished their work. (d) Neither Gopal nor Ramesh has finished his work. ",
        "page_idx": 2
    },
    {
        "type": "text",
        "text": "8. (a) The fact that Raghu was a good student he had many offers for good jobs. (b) The fact that Raghu was a good student resulted in his having many offers for good jobs. (c) The fact Raghu was a good student resulted in him having offers for good jobs. (d) The fact that Raghu was a good student resulted in him having many offers for good jobs. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "9. (a) The people of this company, have always been aware, of the needs for products of better quality and lower price. (b) The people of this company, have always been aware of the need for products of better quality and lower price. (c) The people of this company have always been aware of the need for products of better quality and lower price. (d) The people of this company, have always been aware of the need for products of better quality, and lower price. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "10. (a) The Dean finally agreed to see me. To talk about my financial problems. (b) The Dean finally agreed to see me, to talk about my financial problems. (c) The Dean, finally agreed to see me to talk about my financial problems. (d) The Dean finally agreed to see me to talk about my financial problems. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "11. (a) We invited only the people who he said were his friends. (b) We invited only the people whom he said were his friends. (c) We invited only the people whom he said was his friends. (d) We invited only the person whom he said were his friends. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "Q12 to 22 : Each sentence below has been broken up into four parts sequentially $( a , b , c , d )$ . Choose that part which contains a mistake. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "12. (a) A feasibility survey has now (b) been completed in India to establish (c) a network of felicitate contacts (d) between small and medium enterprises. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "13. (a) Privatization generally represents (b) an ideological response (c) to the perceived problem (d) in the public sector. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "14. (a) The Indian government’s choice (b) of the EEC as a partner (c) stem from the fact (d) that the community is the most important market for India. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "15. (a) A person who earns a (b) few thousand rupees (c) and decides to save (d) many of it must be a miser.   \n16. (a) Had you been in my (b) position, you were definitely (c) shown your displeasure (d) at the turn of events.   \n17. (a) I definitely disagree (b) with the position that (c) requires that money (d) is a key motivator.   \n18. (a) This has slowed the progress (b) of reforms in many countries (c) because the choice of either of the extreme (d) positions inevitably invite criticism.   \n19. (a) Gavaskar was a great batsman who (b) having played more than 100 (c) test matches, he then decided (d) to call it a day.   \n20. (a) When we sold of all our (b) furniture, crockery and (c) other household goods, (d) the room looked bare.   \n21. (a) In the history of mankind (b) it has always been (c) minority which have been (d) able to change the world.   \n22. (a) Management education is (b) becoming highly sought after (c) by aspiring ambitious students (d) because of high demand in the job market. ",
        "page_idx": 3
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "Q23 to 29 : The questions below consist of a group of sentences followed by a suggested sequentia arrangement. Select the best sequence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "23. A. And that the pursuit of money by whatever design within the law is always benign. B. And it holds broadly that the greater the amount of money, the greater the intelligence. C. This is the institutional truth of Wall Street, this you will be required to believe. D. The institutional truth of the financial world holds that association with money implies intelligence. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a) ACBD (b) CDBA (c) DBAC (d) DCAB ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "24. A. Then think of by how much our advertising could increase the sales level. B. Advertising effectiveness can be best grasped intuitively on a per capita basis. C. Overall effectiveness is easily calculated by considering the number of buyers and the cost of advertising. D. Think of how much of our brand the average individual is buying now. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a) DCAB (b) DACB (c) BCDA (d) ABCD ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "25. A. The age of pragmatism is here, whether we like it or not. B. The staple rhetoric that was for so long dished out also belongs to the bipolar world of yesterday. C. The old equations, based on the cold war and on non-alignment no longer holds good. D. But contrary to much of what is being said and written, it is a multipolar rather than unipolar world that appears to be emerging out of recent events. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a) ABCD (b) ACBD (c) ADBC (d) ADCB ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "26. A. Past research has uncovered the fact that cognitive age is inversely related to life satisfaction among the elderly. B. A person may feel young or old irrespective of chronological age. C. That is, the ‘younger’ an elderly person feels, the more likely she or he is to be satisfied with life in general. D. Cognitive age is a psychological construct that refers to one’s subjective assessment of one’s age. ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "(a) BDAC (b) DBAC (c) DCAB (d) ABCD ",
        "page_idx": 4
    },
    {
        "type": "text",
        "text": "27. A. It was a fascinating tempting green, like the hue of the great green grasshopper. B. Her teeth were very white and her voice had a cruel and at the same time a coaxing sound. C. While she was uncorking the bottle I noticed how green her eyeballs were. D. I saw, too, how small her hands were, which showed that she did not use them much. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(a) ACBD (b) BACD (c) CADB (d) BADC ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "28. A. By intelligence we mean a style of life, a way of behaving in various situations, and particularly in new, strange and perplexing situations. B. When we talk about intelligence, we do not mean the ability to get a good score on a certain kind of test, or even the ability to do well at school. C. The true test of intelligence is not how to do, but how we behave when we don’t know what to do. D. These are at best only indicators of something large, deeper and far more important. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(a) BDAC (b) CDBA (c) ABCD (d) CABD ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "29. A. In formal speech, syllables are likely to be more deliberately sounded than in informal speech. B. Yet dictionary editors have no choice but to deal with each word as an individual entity. C. The pronunciation of words is influenced by the situation. D. Further, the pronunciation of a word is affected by its position in the sentence and by the meaning it carries. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "(a) ACBD (b) ACDB (c) ABCD (d) CADB ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "Q30 to 35 : Each of these questions contains a sentence followed by four choices. Select from among these choices the one which most logically completes the idea contained in the given sentence. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "30. Particularly today, when so many difficult and complex problems face the human species, the development of broad (a) and powerful shoulders is necessary. (b) plans of action is not possible. (c) moral values is required. (d) and powerful thinking is desperately needed. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "31. In the European Community countries there has been talk of an energy tax to raise funds (a) by burdening the rich who can afford higher taxes. (b) to penalise heavy users of energy. (c) by raising the price of energy-intensive implements. (d) to search for alternative sources of energy. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "32. “Look before you leap” reflects an attitude expressed in such a saying as (a) ‘Forewarned is forearmed.’ (b) ‘A stitch in time saves nine.’ (c) ‘No risk no gain.’ (d) ‘Fools rush where the angels fear to tread.’ ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "33. This is the ancient kingdom of Sumeria and you are its venerated ruler. The fate of Sumeria’ economy and of your royal subjects (a) is written in their horoscopes. (b) is as unknown as the name of your kingdom. (c) is entirely in your hands. (d) is allocated according to their needs. ",
        "page_idx": 5
    },
    {
        "type": "text",
        "text": "34. Furthermore, to be radical means to be ready and willing to break with the predominant cultural, political and social beliefs and values in order to ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) investigate the essential realities that they conceal.   \n(b) investigate the root cause of malaise in a society.   \n(c) shape a new economic order.   \n(d) re-construct the system in terms of new realities. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "35. Entrepreneurs are never satisfied with the status quo, they are intent on shaping the future, rather than being shaped by it. As one Chief Executive once said, (a) “The future is the sum total of actions in the present and past.” (b) “If you are not alert, before you realize it the future is on you.” (c) “I do not want our competitors making decisions for us.” (d) “It is a sound business policy to anticipate change than being swamped by it.” ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "Q 36 to 50 : Each of these questions contains six statements followed by four sets of combinations of three. Choose the set in which the statements are logically related. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "36. A. No attendants are qualified. B. Some nurses are qualified. C. Some nurses are not qualified. D. All nurses are attendants. E. All attendants are qualified. F. Some attendants are qualified. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) ABF (b) CDF (c) BDF (d) BDE ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "37. A. Mary is John’s wife. B. Mary and John danced together. C. Mary wears John’s ring. D. Husband and wives danced the last waltz. E. John loves Mary. F. John danced last with Mary. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) ADF (b) ABD (c) ACE (d) AEF ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "38. A. All roses are fragrant. B. All roses are majestic. C. All roses are plants. D. All plants need air. E. All roses need air. F. All plants need water. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) ABC (b) BCD (c) CDE (d) CEF ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "39. A. Laxman is a man. B. Meera is Laxman’s wife. C. Some women are islands. D. No man is an island. E. Meera is not an island. F. Laxman is not a island. ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "(a) ADE (b) ABE (c) ADF (d) CDE ",
        "page_idx": 6
    },
    {
        "type": "text",
        "text": "40. A. College students are intelligent. B. Intelligence is a collegian’s attribute. C. Ram’s sister is a college student. D. Ram is a college student. E. All intelligent persons go to college. F. Ram is an intelligent person. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) ADF (b) BCD (c) ABF (d) ABD ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "41. A. Smoking causes cancer. B. All cigarettes are hazardous to health. C. Smoking doesn’t cause cancer sometimes. D. One brand of cigarettes is cham – cham. E. Brand X causes cancer. F. Cham – cham is bad for health. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) ABE (b) BDF (c) ABD (d) ABC ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "42. A. All good bridge players play good chess. B. Many good chess players are not bridge players. C. Goren is a good bridge player. D. Goren plays chess well. E. Spassky plays chess well. F. Spassky plays bridge badly. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) ABD (b) BEF (c) ACE (d) ACD ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "43. A. All snakes are reptiles. B. All reptiles are not snakes. C. All reptiles are cold blooded. D. All snakes lay eggs. E. All reptiles lay eggs. F. Snakes are cold blooded. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) ADE (b) BDE (c) ABE (d) ACF ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "44. A. All leaves are green. B. All leaves have chlorophyll. C. Chlorophyll is green. D. All plants have leaves. E. All plants have chlorophyll. F. Only leaves have chlorophyll. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) BDE (b) BEF (c) BDF (d) AEF ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "45. A. Some men are bald. B. Bald people are intelligent. C. Raman is a man. D. Raman is bald. E. Raman is intelligent. F. All men are intelligent. ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "(a) ABF (b) BDE (c) BCD (d) BEF ",
        "page_idx": 7
    },
    {
        "type": "text",
        "text": "46. A. No barbarian is gentleman. B. Some gentlemen are barbarians. C. Some gentlemen are rude. D. No gentlemen are rude. E. Some barbarians are not rude. F. All barbarians are rude. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a) ABE (b) BCE (c) ADF (d) BDE ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "47. A. Metal is good material for desks. B. Desks are made of metal. C. This object is not a desk. D. This object is a desk. E. This object is not made of metal. F. This is made of metal. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a) ADF (b) BCE (c) ABD (d) BDF ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "48. A. Mathew and Paul are brothers. B. Siblings are known to quarrel often. C. Mathew and Paul don’t quarrel. D. All those who quarrel are siblings. E. Paul and Mathew quarrel often. F. Mathew and Paul cannot be siblings. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a) BDE (b) ADF (c) CDE (d) ABE ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "49. A. Painting and music is art. B. Art is symptom of culture. C. Culture and art are complementary. D. Music is a form of art. E. Painting is a form of art. F. Music shows culture. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a) BDF (b) AEF (c) ACE (d) CEF ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "50. A. Different hues are obtained from primary colours. B. A rainbow consists of several hues. C. Blue and red can give different hues. D. Red is a primary color. E. Blue can give different hues. F. Red can give different hues. ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "(a) ACE (b) AEF (c) ADF (d) CDF ",
        "page_idx": 8
    },
    {
        "type": "text",
        "text": "Q 51 to 60 : Each of these items has a question followed by two statements. As the answer, Mark (a), If the question can be answered with the help of statement I alone, Mark (b), If the question can be answered with the help of statement II alone, Mark (c), If both the statement I and statement II are needed to answer the question, and Mark (d), If the question cannot be answered even with the help of both the statements. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "51. Is it more profitable for Company M to produce Q? ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "I. Product R is sold at a price four times that of Q.   \nII. One unit of Q requires 2 units of labour, while one unit of R requires 5 units of labour. There is no other constraint on production. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "52. A train started from Station A, developed engine trouble and reached Station B, 40 minutes late. What is the distance between Stations A and B? I. The engine trouble developed after travelling 40 km from Station A and the speed reduced to ¼th of the original speed. II. The engine trouble developed after travelling $4 0 \\ k \\ m$ from station A in two hours and the speed reduced to $1 / 4 ^ { \\mathfrak { t h } }$ of the original speed. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "53. What is the value of prime number x? ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "I. $\\mathsf { x } ^ { 2 } + \\mathsf { x }$ is a two digit number greater than 50.   \nII. $\\mathsf { x } ^ { 3 }$ is a three digit number. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "54. The average of three unequal quotations for a particular share is Rs.110. If all are quoted in integral values of rupee, does the highest quotation exceed Rs.129? ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "I. The lowest quotation is Rs.100.   \nII. One of the quotations is Rs.115. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "55. How many people (from the group surveyed) read both Indian Express and Times of India? ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "I. Out of total of 200 readers, 100 read Indian Express, 120 read Times of India and 50 read Hindu. II. Out of a total of 200 readers, 100 read Indian Express, 120 read Times of India and 50 read neither. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "56. X says to Y, “I am 3 times as old as you were 3 years ago”. How old is X? I. Y’s age 17 years from now will be same as X’s present age. II. X’s age nine years from now is 3 times Y’s present age. ",
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "57. What is the area under the line GHI – JKL in the given quadrilateral OPQR, knowing that all the small spaces are squares of the same area? I. Length ABCDEQ is greater than or equal to 60. II. Area OPQR is less than or equal to 1512. ",
        "page_idx": 9
    },
    {
        "type": "image",
        "img_path": "images/87937db8120d45a62fda8624d7cd1027261b3e903b1f0862b201042b980b0a54.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 9
    },
    {
        "type": "text",
        "text": "58. What is the radius of the circle? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "I. Ratio of its area to circumference is ${ > } 7$ .   \nII. Diameter of the circle is $\\leq 3 2$ . ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "59. What is the time difference between New York and London? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "I. The departure time at New York is exactly 9.00 a.m. local time and the arrival time at London is at 10.00 a.m. local time.   \nII. The flight time is 5 hours. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "60. Mr. Murthy takes the morning train to his office from station A to station B, and his colleague Mr.Rahman joins him on the way. There are three stations C, D and E on the way not necessarily in that sequence. What is the sequence of stations? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "I. Mr. Rahman boards the train at D.   \nII. Mr. Thomas, who travels between C & D has two segments of journey in common with Mr. Murthy but none with Mr. Rahman. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "Q 61 - 100 : Choose the best answer choice from those provided ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "61. A function can sometimes reflect on itself, i.e. if $\\boldsymbol { \\mathsf { y } } = \\mathsf { f } ( \\boldsymbol { \\mathsf { x } } )$ , then $\\mathsf { X } = \\mathsf { f } ( \\mathsf { y } )$ . Both of them retain the same structure and form. Which of the following functions has this property? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(a) $y = \\frac { 2 x + 3 } { 3 x + 4 }$ (b) $y = \\frac { 2 x + 3 } { 3 x - 2 }$ (c) $y = \\frac { 3 x + 4 } { 4 x - 5 }$ (d) None of the above. ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "62. What is the value of $\\boldsymbol { \\mathsf { k } }$ for which the following system of equations has no solution: $2 x - 8 y = 3$ and $\\mathsf { k } \\mathsf { x } + 4 \\mathsf { y } = 1 0$ ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(a) –2 (b) 1 (c) –1 (d) 2 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "63. How many 3-digit even numbers can you form such that if one of the digits is 5 then the following digit must be 7? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(a) 5 (b) 405 (c) 365 (d) 495 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "64. Alord got an order from a garment manufacturer for 480 Denim Shirts. He brought 12 sewing machines and appointed some expert tailors to do the job. However, many didn’t report to duty. As a result, each of those who did, had to stitch 32 more shirts than originally planned by Alord, with equal distribution of work. How many tailors had been appointed earlier and how many had not reported for work? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(a) 12,4 (b) 10,3 (c) 10,4 (d) None of these ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "65. Iqbal dealt some cards to Mushtaq and himself from a full pack of playing cards and laid the rest aside. Iqbal then said to Mushtaq. “If you give me a certain number of your cards, I will have four times as many cards as you will have. If I give you the same number of cards, I will have thrice as many cards as you will have “. Of the given choices, which could represent the number of cards with Iqbal? ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "(a) 9 (b) 31 (c) 12 (d) 35 ",
        "page_idx": 10
    },
    {
        "type": "text",
        "text": "66. Fifty college teachers are surveyed as to their possession of colour TV, VCR and tape recorder. Of them, 22 own colour TV, 15 own VCR and 14 own tape recorders. Nine of these college teachers own exactly two items out of colour TV, VCR and tape recorder; and, one college teacher owns all three. How many of the 50 teachers own none of the three, colour TV, VCR or tape recorder? ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 4 (b) 9 (c) 10 (d) 11 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "67. Three times the first of three consecutive odd integers is 3 more than twice the third. What is the third integer? ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 15 (b) 9 (c) 11 (d) 5 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "68. What is the total number of ways to reach A to B in the network given? ",
        "page_idx": 11
    },
    {
        "type": "image",
        "img_path": "images/24573f9116b26b5fef90d6ddd0341f5f029c3feab3838720ad0eaa26867612dc.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 12 (b) 16 (c) 20 (d) 22 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "69. Let the consecutive vertices of a square S be A, B, C & D. Let E, F & G be the mid-points of the sides AB, BC & AD respectively of the square. Then the ratio of the area of the quadrilateral EFDG to that of the square S is nearest to ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) $1 / _ { 2 }$ (b) 1/3 (c) ¼ (d) 1/8 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "70. $2 ^ { 7 3 } - 2 ^ { 7 2 } - 2 ^ { 7 1 }$ is the same as ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 269 (b) $2 ^ { 7 0 }$ (c) 271 (d) 272 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "71. The number of integers n satisfying $- \\mathsf { n } + 2 \\geq 0$ and $2 n \\geq 4$ is (a) 0 (b) 1 (c) 2 (d) 3 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "72. The sum of two integers is 10 and the sum of their reciprocals is 5/12. Then the larger of these integers is ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 2 (b) 4 (c) 6 (d) 8 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "73. A circle is inscribed in a given square and another circle is circumscribed about the square. What is the ratio of the area of the inscribed circle to that of the circumscribed circle? ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "(a) 2 : 3 (b) 3 : 4 (c) 1 : 4 (d) 1 : 2 ",
        "page_idx": 11
    },
    {
        "type": "text",
        "text": "74. If $\\boldsymbol { \\mathsf { y } } = \\mathsf { f } ( \\boldsymbol { \\mathsf { x } } )$ and ${ \\sf f } ( { \\sf x } ) = \\left( 1 - { \\sf x } \\right) / \\left( 1 + { \\sf x } \\right)$ , which of the following is true? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) $\\mathsf { f } ( 2 \\mathsf { x } ) = \\mathsf { f } ( \\mathsf { x } ) - 1$ (b) ${ \\sf x } = { \\sf f } ( 2 { \\sf y } ) - 1$ (c) $\\mathsf { f } ( 1 / \\mathsf { x } ) = \\mathsf { f } ( \\mathsf { x } )$ (d) $\\mathsf { X } = \\mathsf { f } ( \\mathsf { y } )$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "Q.75 and 76 are based on the given data: ",
        "text_level": 1,
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "There were a hundred schools in a town. Of these, the number of schools having a play – ground was 30, and these schools had neither a library nor a laboratory. The number of schools having a laboratory alone was twice the number of those having a library only. The number of schools having a laboratory as well as a library was one fourth the number of those having a laboratory alone. The number of schools having either a laboratory or a library or both was 35. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "75. How many schools had none of the three viz., laboratory, library or play – ground? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 20 (b) 5 (c) 30 (d) 35 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "76. What was the ratio of schools having laboratory to those having library? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 1 : 2 (b) 5 : 3 (c) 2 : 1 (d) 2 : 3 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "77. A player rolls a die and receives the same number of rupees as the number of dots on the face that turns up. What should the player pay for each roll if he wants to make a profit of one rupee per throw of the die in the long run? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) Rs. 2.50 (b) Rs. 2 (c) Rs.3.50 (d) Rs. 4 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "78. Three machines, A, B and C can be used to produce a product. Machine A will take 60 hours to produce a million units. Machine B is twice as fast as Machine A. Machine C will take the same amount of time to produce a million units as A and B running together. How much time will be required to produce a million units if all the three machines are used simultaneously? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 12 hours (b) 10 hours (c) 8 hours (d) 6 hour ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "79. Let ${ \\sf Y } =$ minimum of $\\{ ( x + 2 )$ , (3 – x)}. What is the maximum value of Y for $0 \\leq x \\leq 1 ?$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 1.0 (b) 1.5 (c) 3.1 (d) 2.5 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "80. There are 3 clubs A, B & C in a town with 40, 50 & 60 members respectively. While 10 people are members of all 3 clubs, 70 are members in only one club. How many belong to exactly two clubs? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 20 (b) 25 (c) 50 (d) 70 ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "81. A square piece of cardboard of sides ten inches is taken and four equal squares pieces are removed at the corners, such that the side of this square piece is also an integer value. The sides are then turned up to form an open box. Then the maximum volume such a box can have is ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 72 cubic inches. (b) 24.074 cubic inches(c) 2000/27 cubic inches (d) 64 cubic inches.",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "82. x, y and z are three positive integers such that $\\mathsf { x } > \\mathsf { y } > \\mathsf { z }$ . Which of the following is closest to the product xyz? ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) (x – 1)yz $( \\mathsf { b } ) \\times ( \\mathsf { y } - 1 ) \\boldsymbol { z }$ (c) xy(z – 1) ( $\\mathsf { d } ) \\times ( \\mathsf { y } + 1 ) \\mathsf { z }$ ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "83. What is the greatest power of 5 which can divide 80! exactly. ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "(a) 16 (b) 20 (c) 19 (d) None of these ",
        "page_idx": 12
    },
    {
        "type": "text",
        "text": "84. A third standard teacher gave a simple multiplication exercise to the kids. But one kid reversed the digits of both the numbers and carried out the multiplication and found that the product was exactly the same as the one expected by the teacher. Only one of the following pairs of numbers will fit in the description of the exercise. Which one is that? ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 14, 22 (b) 13, 62 (c) 19, 33 (d) 42, 28 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "85. Find the minimum integral value of n such that the division 55n/124 leaves no remainder (a) 124 (b) 123 (c) 31 (d) 62 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "86. Let k be a positive integer such that $k + 4$ is divisible by 7. Then the smallest positive integer n greater than 2, such that $k + 2 n$ is divisible by 7 equals ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 9 (b) 7 (c) 5 (d) 3 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "87. A calculator has two memory buttons, A and B. Value 1 is initially stored in both memory locations. The following sequence of steps is carried out five times: add 1 to B multiply A to B store the result in A What is the value stored in memory location A after this procedure? ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 120 (b) 450 (c) 720 (d) 250 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "88. A one rupee coin is placed on a table. The maximum number of similar one rupee coins which can be placed on the table, around it, with each one of them touching it and only two others is ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 8 (b) 6 (c) 10 (d) 4 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "89. Gopal went to a fruit market with certain amount of money. With this money he can buy either 50 oranges or 40 mangoes. He retains $10 \\%$ of the money for taxi fare. If he buys 20 mangoes, then the number of oranges he can buy is ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 25 (b) 20 (c) 18 (d) 6 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "90. Every day Neera’s husband meets her at the city railway station at $6 . 0 0 { \\mathsf { p } } . { \\mathsf { m } }$ . and drives her to their residence. One day she left early from the office and reached the railway station at ${ 5 . 0 0 \\mathsf { p } . \\mathsf { m } }$ . She started walking towards her home, met her husband coming from their residence on the way and they reached home 10 minutes earlier than the usual time. For how long did she walk? ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 1 hour (b) 50 minutes (c) ½ hour (d) 55 minutes ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "91. In Sivakasi, each boy’s quota of match sticks to fill into boxes is not more than 200 per session. If he reduces the number of sticks per box by 25, he can fill 3 more boxes with the total number of sticks assigned to him. Which of the following is the possible number of sticks assigned to each boy? ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) 200 (b) 150 (c) 125 (d) 175 ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "92. A sum of money compounded annually becomes Rs.625 in two years and Rs.675 in three years. The rate of interest per annum is ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "(a) $7 \\%$ (b) $8 \\%$ (c) 6% (d) 5% ",
        "page_idx": 13
    },
    {
        "type": "text",
        "text": "93. In a six-node network, two nodes are connected to all the other nodes. Of the remaining four, each is connected to four nodes. What is the total number of links in the network? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) 13 (b) 15 (c) 7 (d) 26 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "94. If x is a positive integer such that $2 x + 1 2$ is perfectly divisible by x, then the number of possible values of x is ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) 2 (b) 5 (c) 6 (d) 12 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "95. A man starting at a point walks one km east, then two km north, then one km east, then one km north, then one km east and then one km north to arrive at the destination. What is the shortest distance from the starting point to the destination? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) $2 { \\sqrt { 2 } } \\ k m$ (b) 7 km (c) $3 \\sqrt { 2 } \\ k m$ (d) 5 km ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "96. An outgoing batch of students wants to gift PA system worth Rs.4200 to their school. If the teachers offer to pay $50 \\%$ more than the students, and an external benefactor gives three times teachers’ contribution, how much should the teachers donate? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) 600 (b) 840 (c) 900 (d) 1200 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "97. A positive integer is said to be a prime number if it is not divisible by any positive integer other than itself and 1. Let p be a prime number greater than 5. Then $( { \\mathsf { p } } ^ { 2 } - 1 )$ is (a) never divisible by 6 (b) always divisible by 6, and may or may not be divisible by 12. (c) always divisible by 12, and may or may not be divisible by 24. (d) always divisible by 24. ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "98. To decide whether a n digits number is divisible by 7, we can define a process by which its magnitude is reduced as follows: $( \\mathfrak { i } _ { 1 } , \\mathfrak { i } _ { 2 } , \\mathfrak { i } _ { 3 } , \\ldots$ , are the digits of the number, starting from the most significant digit). ${ \\mathfrak { i } } _ { 1 } { \\mathfrak { i } } _ { 2 } \\dots { \\mathfrak { i } } _ { n } \\Rightarrow { \\mathfrak { i } } _ { 1 }$ . $3 ^ { n - 1 } + 1 _ { 2 } \\cdot 3 ^ { n - 2 } + \\cdots + 1 _ { n } \\cdot 3 ^ { 0 } .$ . e.g. $2 5 9 \\Rightarrow 2 . 3 ^ { 2 } + 5 . 3 ^ { 1 } + 9 . 3 ^ { 0 } = 1 8 + 1 5 + 9 = 4 2$ Ultimately the resulting number will be seven after repeating the above process a certain number of times. After how many such stages, does the number 203 reduce to 7? ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) 2 (b) 3 (c) 4 (d) 1 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "99. If $8 + 1 2 = 2$ , $7 + 1 4 = 3$ then $1 0 + 1 8 = ?$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) 10 (b) 4 (c) 6 (d) 18 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "100. What is the distance between the points A(3, 8) and $\\mathsf { B } ( - 2 , - 7 ) ?$ ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "(a) $\\scriptstyle 5 { \\sqrt { 2 } }$ (b) 5 (c) $\\scriptstyle 5 { \\sqrt { 1 0 } }$ (d) 10 2 ",
        "page_idx": 14
    },
    {
        "type": "text",
        "text": "Q101 – 155 : Each passage in this part is followed by questions based on its contents. Read the passage carefully and choose the best answer for each question. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "PASSAGE – 1 ",
        "text_level": 1,
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "Humans have probably always been surrounded by their kin – those to whom they have been related by blood or marriage. But the size, the composition, and the functions of their families and kinship groups have varied tremendously. People have lived not only in the “nuclear family”, made up of just the parents and their offspring, which is standard in the West and has been found almost everywhere, they have lived in extended families and in formal clans; they have been “avunculocal”; they have been “ultrolateral”, they have been conscious of themselves as heirs of lineages hundred of generations deep. However constructed, the traditional kinship group has usually provided those who live in it with security, identity, and indeed with their entire scheme of activities and beliefs. The nameless billions of hunter-gatherers who have lived and died over the past several million years have been embedded in kinship groups, and when people started to farm about ten thousand years ago, their universe remained centered on kinship. Now that there was a durable form of wealth which could be hoarded-grain–some families became more powerful than other; society became stratified, and genealogy became an important means of justifying and perpetuating status. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "During the past few centuries, however, in part of the world-in Europe and the countries that have been developing along European lines-a process of fragmentation has been going on. The ties and the demands of kinship have been weakening, the family has been getting smaller and, some say, less influential, as the individual, with a new sense of autonomy and with new obligations to himself (or, especially in the last decade and a half, to herself),has come to the foreground. A radically different mental order-self-centered and traceable not to any single historical development as much as to the entire flow of Western history since at least the Renaissance has taken over. The political and economic effects of this rise in individual self-consciousness have been largely positive: civil rights are better protected and opportunities are greater in the richer, more dynamic countries of the West; but the psychological effects have been mixed , at best. Something has been lost: a warmth, a sanity, and a supportiveness that are apparent among people whose family networks are still intact. Such qualities can be found in most of the Third World and in rural pockets of the U.S., but in the main stream of post-industrial society the individual is increasingly left to himself, to find meaning, stability, and contentment however he can. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "An indication of how far the disintegration of traditional kinship has advanced is that a surprising number of Americans are unable to name all four of their grandparents. Such people have usually grown up in stepfamilies, which are dramatically on the rise. So is the single – parent family-the mother-child unit, which some anthropologists contend is the real nucleus of kinship, having already contracted to the relatively impoverished nuclear family, partly as an adaptation to industrialization kinship seems to be breaking down even further. With the divorce rate in America at about fifty percent and the remarriage rate at about seventy five, the traditional Judeo-Christian scheme of marriage to one person for life seems to be shading into a pattern of serial monogamy, into a sort of staggered polygamy, which some anthropologists, who believe that we aren’t naturally monogamous to begin with, see as “a return of normality”. Still other anthropologists explain what is happening somewhat differently; we are adopting delayed system of marriage, they say, with the length of the marriage chopped off at both ends. But many adults aren’t getting married at all; they are putting “self-fulfillment” before marriage and children and are having nothing further to do with kinship after leaving their parents’ home; their family has become their work associate or their circle of best friends. This is the most distressing trend of all; the decline in the capacity of long-term intimate bonding. ",
        "page_idx": 15
    },
    {
        "type": "text",
        "text": "101. The traditional kinship group provides: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Security (b) Identity (c) Entire scheme of activity (d) All of the above ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "102. Which of the following is indicative of the extent of disintegration of kinship groups? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) A large number of Americans are unable to name all four of their grandparents.   \n(b) Growing number of single-parent families.   \n(c) Increase in the average age at which males get married.   \n(d) Both (a) and (b). ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "103. Which of the following statements is not true? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) When people started to farm ten thousand years ago, kinship became less important.   \n(b) Some families became more powerful than others after farming was initiated.   \n(c) Genealogy became an important means of perpetuating status after the advent of farming.   \n(d) Stratification of society was a result of hunter – gatherers taking up farming. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "104. According to the author, what has been sacrificed with the rise in individual self-consciousness? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Sanity (b) Supportiveness (c) Warmth (d) All of the above ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "105. The theme of the passage is which of the following? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) The impact of the deterioration of kinship of groups on third world countries.   \n(b) The correlation between the decline of traditional kinship groups and stratification of society.   \n(c) The changes that have occurred to kinship group pattern and the effect of those changes on the individuals.   \n(d) The political and economic repercussions of the decline of the nuclear family. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "106. What does the author mean by serial monogamy? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Judeo-Christian scheme of marriage.   \n(b) Marriage to one person for life.   \n(c) A sequence of marriages and divorces.   \n(d) Delayed marriage. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "107. Which of the following statements cannot be inferred from the above passage? ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Smaller families are more autonomous and influential.   \n(b) The rise of the individuals can largely be viewed as a western phenomenon.   \n(c) A different mental order is in evidence and can be traced to the renaissance period.   \n(d) Mainstream post-industrial society would benefit from a resurgence of kinship groups. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "108. The word “genealogy” refers to: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) family history (b) kinship groups (c) family authority (d) nuclear family ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "109. According to the passage, the most distressing trend is: ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "(a) Many adults are putting “self fulfillment” before marriage and children and aren’t getting married at all.   \n(b) The American divorce rate of 50 percent and remarriage rate of 75 percent.   \n(c) The contraction of the nuclear family to the mother – child unit.   \n(d) The inability to develop lasting personal relationship. ",
        "page_idx": 16
    },
    {
        "type": "text",
        "text": "110. According to the passage, which statement is not true of kinship group fragmentation? ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "(a) It is apparent that in Europe and countries developing along European lines a process of fragmentation has been taking place during the past few centuries.   \n(b) A self-centered mental order has replaced the earlier kin-centered mental order and it can be traced to a specific historical development.   \n(c) The political and economic benefits of the rise of the individuals have not been largely positive.   \n(d) Psychological effects of the rise of the individuals have been both positive and negative. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "PASSAGE – 2 ",
        "text_level": 1,
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In 1787, the twenty-eighth year of the reign of King George III, the British Government sent a fleet to colonize Australia. Never had a colony been founded so far from its parent state, or in such ignorance of the land it occupied. There had been no reconnaissance. In 1770 Captain James Cook had made landfall on the unexplored east coast of this utterly enigmatic continent, stopped for a short while at a place named Botany Bay and gone north again. Since then, no ship had called – not a word, not an observation, for 17 years, each one of which was exactly like the thousands that had preceded it, locked in its historical immensity of blue heat, blush, sandstone and the measured booming of glassy pacific rollers. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "Now, this coast was to witness a new colonial experiment, never tried before, not repeated since. An unexplored continent would become a jail. The space around it, the very air and sea, the whole transparent labyrinth of the South pacific, would become a wall 14,000 miles thick. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "The late $1 8 ^ { \\mathfrak { t h } }$ century abounded in schemes of social goodness thrown off by its burgeoning sense of revolution. But here, the process was to be reversed: not utopia, but Dystopia; not Rousseau’s natural man moving in moral grace amid free social contract, but man coerced, deracinated, in chains. Other parts of the Pacific, especially Tahiti, might seem to conform Rousseau. But the intellectual patrons of Australia, in its first colonial years, were Hobbes and Sade. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "In their most sanguine moments, the authorities hoped that it would eventually swallow a whole class-the “criminal class”, whose existence was one of the prime sociological beliefs of late Georgian and early Victorian England. Australia was settled to defend English property not from the frog-eating invader across the Channel but from the marauder within. English lawmakers wished not only to get rid of the “Criminal class” but if possible to forget about it. Australia was a Cloaca, invisible, its contents filthy and unnamable. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "To most Englishmen this place seemed not just a mutant society but another planet-an exiled world, summed up in its popular name, “Botany Bay”. It was remote and anomalous to its white creators. It was strange but close, as the unconscious to the conscious mind. There was as yet no such thing as “Australian” history or culture. For its first forty years, everything that happened in the thief-colony was English. In the whole period of convict transportation, the Crown shipped more than 160,000 men, women and children (due to defects in the records, the true number will never be precisely known) in bondage to Australia. This was the largest forced exile of citizens at the behest of a European government in pre-modern history. Nothing in earlier penology compares with it. In Australia, England drew the sketch for our own century’s vaster and more terrible fresco of repression, the Gulag. No other country had such a birth, and its pangs may be said to have begun on the afternoon of January 26, 1788, when a fleet of eleven vessels carrying 1,030 people, including 548 male and 188 female convicts, under the command of captain Arthur Phillip in his flagship Sirius, entered Port Jackson or, as it would presently be called, Sydney Harbor. ",
        "page_idx": 17
    },
    {
        "type": "text",
        "text": "111. When the author refers to “the marauder within”, he is referring to: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) the working class. (b) the lower class.   \n(c) the criminal class. (d) the Loch Ness monster. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "112. According to the passage, the intellectual mentors of Australia could be : ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) Hobbes and Cook (b) Hobbes and Sade (c) Phillip and Jackson (d) Sade and Phillip ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "113. Which of the following does not describe what the English regarded Australia to be : ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) a mutant society. (b) an exiled world.   \n(c) an enigmatic continent. (d) a new frontier. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "114. Elsewhere, according to the author, the late eighteenth century saw a plethora of: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) moral grace (b) social welfare programs (c) free social contracts (d) social repression ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "115. The word “sanguine” means: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) wise (b) pessimistic (b) shrewd (d) confident ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "116. The primary theme of the passage is ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) the colonization of Australia   \n(b) the first forty years of Australian history.   \n(c) the rise of the “criminal class” and its impact on the life of Georgian England. (d) the establishment of Australia as a penal colony. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "117. One of the hallmarks of the late Georgian and early Victorian England was the belief in: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) repression of the “criminal class”.   \n(b) convict transportation.   \n(c) colonization as a solution to social problems.   \n(d) the existence of a “criminal” class of people. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "118. What is penology? ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) The study of transportation of criminals.   \n(b) The study of punishment in its relation to crime.   \n(c) The study of pens.   \n(d) The study of ink flow of pens. ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "119. According to the passage, which of the following statements is not true? ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) During the seventeen years after Captain James Cook made landfall at Botany Bay, the British made several observation trips to Australia.   \n(b) Australia was settled by the British to protect their property from some of their own kin.   \n(c) The author implies that while Rousseau was vindicated in the functioning of the society of Tahiti, the process in Australia presented a contrary picture.   \n(d) Both (a) and (b). ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "120. Sydney Harbor was earlier known as: ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "(a) Port Jackson (b) Botany Bay (c) Storm Bay (d) Norfolk Bay ",
        "page_idx": 18
    },
    {
        "type": "text",
        "text": "PASSAGE – 3 ",
        "text_level": 1,
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "The fact is often obscured by the widespread confusion about the nature and role of emotions in man’s life. One frequently hears the statement, “Man is not merely a rational being, he is also an emotional being”, which implies some sort of dichotomy, as if, in effect, man possessed a dual nature, with one part in opposition to the other. In fact, however, the content of man’s emotions is the product of his rational faculty; his emotions are a derivative and a consequence, which, like all of man’s other psychological characteristics, cannot be understood without reference to the conceptual power of his consciousness. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "As man’s tool of survival, reasons has two basic functions: cognition and evaluation. The process of cognition consists of discovering what things are, of identifying their nature, their attributes and properties. The process of evaluation consists of man discovering the relationship of things to himself, of identifying what is beneficial to him and what is harmful, what should be sought and what should be avoided. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "“A ‘value’ is that which one acts to gain and/or keep.” It is that which one regards as conducive to one’s welfare. A value is the object of an action. Since man must act in order to live, and since reality confronts him with many possible goals, many alternative courses of action, he cannot escape the necessity of selecting values and making value judgements. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "“Value” is a concept pertaining to a relation – the relation of some aspect of reality to man (or to some other living entity). If a man regards a things (a person, an object, an event, mental state, etc.) as good for him, as beneficial in some way, he values it and, when possible and appropriate, seeks to acquire, retain and use or enjoy it; if a man regards a thing as bad for him, as inimical or harmful in some way, he disvalues it – and seeks to avoid or destroy it. If he regards a thing as of no significance to him, as neither beneficial nor harmful, he is indifferent to it – and takes no action in regard to it. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "Although his life and well-being depend on a man selecting values that are in fact good for him, i.e., consonant with his nature and needs, conducive to his continued efficacious functioning, there are no internal or external forces compelling him to do so. Nature leaves him free in this matter. As a being of volitional consciousness, he is not biologically “programmed” to make the right value-choices automatically. He may select values that are incompatible with his needs and inimical to his well-being, values that lead him to suffering and destruction. But whether his values are life-serving or life-negating, it is a man’s values that direct his actions. Values constitute man’s basic motivational tie to reality. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "In existential terms, man’s basic alternative of “for me” or “against me”, which gives rise to the issue of values, is the alternative of life or death. But this is an adult, conceptual identification. As a child, a human being first encounters the issue of values through the experience of physical sensations of pleasure and pain. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "To a conscious organism, pleasure is experienced, axiomatically, as a value; pain, as disvalue. The biological reason for this is the fact that pleasure is a life-enhancing state and that pain is a signal of danger, of some disruption of the normal life process. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "There is another basic alternative, in the realm of consciousness, through which a child encounters the issue of values, of the desirable and the undesirable. It pertains to his cognitive relations to reality. There are times when a child experiences a sense of cognitive efficacy in grasping reality, a sense of cognitive control, of mental clarity (within the range of awareness possible to his stage of development). There are times when he suffers from a sense of cognitive inefficacy, of cognitive helplessness, of mental chaos, the sense of being out of control and unable to assimilate the date entering his consciousness. To experience a state of efficacy is to experience it as a value; to experience a state of inefficacy is to experience it as a disvalue. The biological basis of this fact is the relationship of efficacy to survival. ",
        "page_idx": 19
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "The value of sense of efficacy as such, like the value of pleasure as such, is introspectively experienced by man as primary. One does not ask a man: “Why do you prefer pleasure to pain?” Nor does one ask him: “Why do you prefer a state of control to a state of helplessness?” It is through these two sets of experiences that man first acquires preferences, i.e. values. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "A man may choose, as a consequence of his errors and/or evasions, to pursue pleasure by means of values that in fact can result only in pain; and he can pursue a sense of efficacy by means of values that can only render him impotent. But the value of pleasure and the disvalue of pain, as well as the value of efficacy and the disvalue of helplessness, remain the psychological base of the phenomenon of valuation. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "121. The author subtly suggests that ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a) there is a dual nature in man.   \n(b) there is dichotomy between man as an emotional being and man as a rational being.   \n(c) there should be no dichotomy between man as a rational being and man as an emotional being.   \n(d) man’s emotions cannot be understood. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "122. The biological basis of choosing efficacy as value ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a) cannot be understood easily.   \n(b) is the relationship of efficacy to survival.   \n(c) is the association of efficacy to pleasure.   \n(d) is the biological relationship to cognition. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "123. The author defines value as ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a) something that results as good.   \n(b) something that is chosen by man.   \n(c) that which gives pleasure over pain.   \n(d) that which increases efficacy. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "124. The basic theme of the passage is that ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a) man can choose his own values, irrespective of whether they are life sustaining or not.   \n(b) man chooses values that are life sustaining.   \n(c) values are given to man on account of his emotive process.   \n(d) emotions and rationality are derived from each other. ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "125. According to this passage, through which of the following set of experiences, does man first acquire preferences? ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "A. Good and bad B. Pleasure and pain C. Child and adult D. Efficacy and inefficacy ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "(a) A (b) A and B (c) B and D (d) C ",
        "page_idx": 20
    },
    {
        "type": "text",
        "text": "126. Reason has the following basic functions: ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(a) Wisdom and judgement.   \n(b) Identifying what is beneficial to man.   \n(c) Identifying the nature of pleasure and its value.   \n(d) Cognition and evaluation. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "127. The difference between a child’s and adult’s conceptual identification of issues relating to value i that ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(a) the former experiences them through physical sensations.   \n(b) the latter experiences them through physical sensations.   \n(c) the latter’s is more volitional in nature.   \n(d) the adults’ choice is existential in nature. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "128. According to the author, while man chooses his own values, it does not mean that ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(a) he is always successful.   \n(b) it guarantees the basic reason for choosing them.   \n(c) they are incompatible with his needs.   \n(d) his environment has a say in it. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "129. What man experiences as primary, according to the author, (a) is questionable merit. (b) changes overtime. (c) is the value of pain and pleasure. (d) is not debatable. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "130. While a man can choose his values ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "(a) he is biologically programmed to choose those of survival.   \n(b) he is biologically programmed to choose those of destruction.   \n(c) his volitional consciousness can lead him to the wrong choice.   \n(d) his volitional consciousness leads him to the correct choice. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "PASSAGE – 4 ",
        "text_level": 1,
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "When you first arrive in a new culture, there is a period of confusion that comes from the new situation and from a lack of information. It leaves you quite dependent and in need of help in the form of information and above. The second stage begins as you start to interact with the new culture. It is called the stage of small victories. Each new encounter with the culture is fraught with peril. It is preceded by anxiety and information collection and rehearsal. Then the even occurs and you return home either triumphant or defeated. When successful, the feelings really are very much as though a major victory has been won. A heightened roller coaster effect is particularly characteristic of this stage. The support needed is emotional support, people who appreciate what you are going through and who can cheer you onward. It often happens that once some of the fundamentals of life are mastered, there is time to explore and discover the new culture. This is the honeymoon stage of wonder and infatuation, in it there is a heightened appreciation of the new, the different, the aesthetic. Depending on the degree of cultural immersion and exploration it may continue for a considerable period of time. During this time there is no interest in attending to the less attractive downsides of the culture. ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "After a while, a self-correction takes place. No honeymoon can last forever. Irritation and anger begin to be experienced. Why in the world would anyone do it that way? Can’t these people get their act together? Now the deficits seem glaringly apparent. For some people, they overwhelm the positive characteristics ",
        "page_idx": 21
    },
    {
        "type": "text",
        "text": "and become predominant. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "Finally, if you are lucky enough to chart a course through these stages and not get stuck (and people do get stuck in these stages), there is a rebalance of reality. There is the capacity to understand and enjoy the new culture without ignoring those features that are less desirable. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "This cultural entry and engagement process is both cognitive and affective. New information is acquired and remembered; old schema and perceptions are revised and qualified. An active learning process occurs. At the same time, anxiety arises in reaction to uncertainties and the challenges of the learning processes. It must be managed, as must the extremes of feeling that occur in this labile period. Thus, I am describing a learning process that results in valuing and affirming the best in the culture while at the same time seeing it in its completeness, seeing it whole. The capacity to affirm the whole- including those aspects that are less desirable yet are part of the whole – is critically important. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "An appreciative process, “appreciative inquiry” is proposed as a way of helping members of different cultures recognize and value their differences and create a new culture where different values are understood and honoured. Executives - those who must lead this culture–change projects – need to understand that equal employment opportunity, affirmative action and sexual harassment policies, as viewed and implemented in organizations, are problem oriented change strategies. They focus on correcting what is wrong rather than creating a valued future. Executives themselves will need to inquire appreciatively into cultures that are not known to them before they are equipped to lead cultural change in their own organizations. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "131. Which of the following statements is not true? ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(a) A particular effect of interaction with a new culture is an opportunity to enjoy a roller coaster ride.   \n(b) Entering a new culture brings about a shift in processes of thinking and feeling.   \n(c) An initial sense of wonder and awe makes a new entrant oblivious to the less pleasant side of the new culture.   \n(d) Some people can forever remain angry and dissatisfied with the new culture. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "132. Entering new cultures can predominantly help the entrant in ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(a) understanding the appreciative process.   \n(b) appreciating stages in cultural development.   \n(c) appreciating diversity.   \n(d) understanding the problem solving process. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "133. Opening a bank account in a new culture is an example of which stage? ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(a) Confusion. (b) Small victories. (c) Honeymoon. (d) (b) and (c) ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "134. According to the passage, entering a culture that is very different from your own is overall ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(a) an infatuating process. (b) a learning process.   \n(c) an exhausting process. (d) a depressing process. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "35. Which of the following statements cannot be inferred from the above passage? ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "(a) Acts that are meaningful in the familiar culture cannot be taken for granted in a new one.   \n(b) Social interaction becomes less predictable in a new culture.   \n(c) Seeing someone in completeness means accepting him with his strengths and weaknesses.   \n(d) Modifications in organization culture must result in appreciative inquiry. ",
        "page_idx": 22
    },
    {
        "type": "text",
        "text": "136. Which of the following is true? ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "(a) Infatuation and heightened appreciation with a new culture can be maintained forever.   \n(b) Entry to a new culture evokes an extremely negative feeling.   \n(c) Affirmation of a new culture involves viewing it in its entirety with its strengths as well as weak points.   \n(d) Organizational policies to deal with sexual harassment can bring about a change in the organizational culture. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "PASSAGE –5 ",
        "text_level": 1,
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "In 1787, Jeremy Bentham published a lengthy pamphlet entitled, “Defense of Usury: showing the Impolicy of the Present Legal Restraints on the Terms of pecuniary bargains he was concerned with loans between individuals or business enterprises. The legal restraints were limits on interest rates paid or received. Usury was and is the popular term for charging interest rates in excess of legal limits. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Bentham makes an overwhelmingly persuasive case for the proposition he sets forth at the beginning of the pamphlet, “viz. that no man of ripe years and sound mind, acting freely, and with his eyes open, ought to be hindered, with a view of his advantage from making such bargain, in the way of obtaining money, as he thinks fit; and nor (what is necessary consequence) nobody is hindered from supplying him upon any terms he thinks proper to accede to”. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "During the nearly two centuries since Bentham’s pamphlet was published his arguments have been widely accepted by economists and as widely neglected by politicians. I know of no economist of any standing from that time to this who has favored a legal limit on the rate of interest that borrowers could pay or lenders receive though there must have been some. I know of no country that does not limit by law the rates of interest and I doubt that there are any. As Bentham wrote, “in great political questions wide indeed is the distance between conviction and practice.” ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Bentham’s explanation of the “grounds of the prejudices against usury” is as valid today as when he wrote: “The business of a money lender has no where, nor any time, been a popular one. Those who have the resolution to sacrifice the present to the future, are natural objects of envy to those who have sacrificed the future to the present. The children who don’t have their cake to eat are the natural enemies of the children who have theirs. While the money is hoped for, and for a short time after it has been received, he who lends it is a friend and benefactor: by the time the money is spent, and the evil hour of reckoning has come, the benefactor is found to have changed his nature, and to have put on the image of the tyrant and the oppressor. It is an oppression for a man to reclaim his money: it is none to keep it from him.” ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Bentham’s explanation of the “mischief of the anti-usurious laws” is also as valid today as when he wrote that these laws preclude “many people altogether, from getting the money they stand in need of, to answer their respective exigencies.” For still others, they render “he terms so much the worse – While, out of loving kindness, or whatsoever other motive, the law precludes the man from borrowing, upon terms which it deems too disadvantageous, it does not preclude him from selling, upon any terms, howsoever disadvantageous.” His conclusion : “The sole tendency of the law is to heap distress upon distress.” ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "Developments since Bentham’s days have increased the mischief done by usury legislation. Economic progress has provided the ordinary man with the means to save. The spread of banks, savings-and-loan associations, and the like has given the ordinary man the facilities for saving. For the first time in history, the working class may well be net lenders rather than net borrowers. They are also the ones who have fewest alternatives, who find it hardest to avoid legal regulations, and who are therefore hardest hit by them. ",
        "page_idx": 23
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "Under the spur of (Congressman) Wright Patman and his ilk, the Federal Reserve (1970) now limits the interest rate that commercial banks may pay to a maximum of 4 percent for small savers but to 7 percent for deposits of $\\$ 100,000$ or more. And the deposits of small savers have been relatively stable or growing, while those of large depositors have been declining sharply because they have still better alternatives. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "That is the way the self-labeled defenders of the “people” look after their interests – by keeping them from receiving the interests they are entitled to. Along with Bentham, “I would wish to learn why the legislator should be more anxious to limit the rate of interest one way, than the other? Why he should make it his business to prevent their getting more than a certain price for the use of it than to prevent their getting less? — Let any one that can, find an answer to these questions: it is more than I can do.” ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "137. The author is making a case for ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) varying interest rates on loans.   \n(b) withdrawing the legislation on usury.   \n(c) reducing the interest rate difference on large deposits as against small.   \n(d) ensuring that owners get interest rates, which are determined by free market operations. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "138. The lament of the author is that the mischief that the law makes is that ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) it puts a ceiling on interest rates.   \n(b) it overlooks economic theory.   \n(c) it accepts the selling of a product at an exorbitant price while lending at high interest rates as illegal.   \n(d) many needy people do not get money. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "139. The author suggests that ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) usury is desirable.   \n(b) there should be no legal restrictions on interest rates.   \n(c) one should have one’s cake and eat it too.   \n(d) he has no answer to the question of usury legislation. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "140. How is usury defined? ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) Charging interest rates in excess of legal limits.   \n(b) Charging exorbitant interest rates.   \n(c) Allowing any amount to be borrowed.   \n(d) None of the above. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "141. Bentham was primarily concerned with ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) all loans in the economy. (b) loans by money lenders. (c) loans by individuals and businesses. (d) loans by banks and financial institutions ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "142. To reclaim his own money, man becomes an oppressor because ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "(a) he will reclaim it with high interest.   \n(b) the borrower cannot repay.   \n(c) borrowers do not like to part with money.   \n(d) the critical need being over, the money lent is of less value to the borrower. ",
        "page_idx": 24
    },
    {
        "type": "text",
        "text": "143. Who should be allowed to borrow and lend at any interest rate? ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(a) Individuals and businesses.   \n(b) Money lenders.   \n(c) Sane men acting freely and with full knowledge.   \n(d) Small lenders and borrowers. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "144. The author is ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(a) a politician.   \n(b) a plutocrat.   \n(c) a reformed post glasnost Marxist.   \n(d) a staunch supporter of free market operations. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "145. Mischief of usury legislation has increased as ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "(a) loans have increased.   \n(b) more people have become lenders.   \n(c) small lenders are hardest hit by the legislation.   \n(d) more people, among the working class, are net lenders. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "PASSAGE – 6 ",
        "text_level": 1,
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "Long before I disbanded formally, the Eclipse Group, in order to assist the company in applying for patents on the new machine, had gathered and had tried to figure out which engineers had contributed to Eagle’s patentable features. Some who attended found those meetings painful. There was bickering. Harsh words were occasionally exchanged. Alsing, who during the project had set aside the shield of technical command, came in for some abuse – why should his name go on any patents, what had he done? Someone even asked that question regarding West. Ironically, perhaps, those meetings illustrated that the building of Eagle really did constitute a collective effort, for now that they had finished, they themselves were having a hard time agreeing on what each individual had contributed. But, clearly, the team was losing its glue. ‘It has no function anymore. It’s like an afterbirth,’ said one old hat after the last of the patent meetings. Shortly after those meetings, Wallach, Alsing, Rasala and West received telegrams of congratulations from North-Carolina’s leader. That was a classy gesture, all agreed. The next day Eagle finally went out the Company’s door. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "In New York City, in faded elegance of the Roosevelt Hotel, under gilded chandeliers, on April 29, 1980, Data General announced Eagle to the world. On days immediately following, in other parts of the country and in Canada and Europe, the machine was presented to salesmen and customers, and some members of the Eclipse Group went off on so-called road shows. About dozen of the team attended the big event in New York. There was a slick slide show. There were speeches. Then there was an impressive display in a dining hall-128 terminals hooked up to a single Eagle. The machine crashed during this part of the program, but no one except the company engineers noticed, the problem was corrected so quickly and deftly. Eagle – this one consisted of the boards from Gollum –looked rather fine in skins of off – white and blue, but also unfamiliar. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "A surprising large number of reporters attended, and the next day Eagle’s debut was written up at some length in both the Wall Street Journal and the financial pages of the New York Times. But it wasn’t called Eagle anymore. Marketing had rechristened it the Eclipse MV/8000. This also took some getting used to. ",
        "page_idx": 25
    },
    {
        "type": "text",
        "text": "The people who described the machine to the press had never, of course, had anything to do with making it. Alsing -who was at the premiere and who had seen Marketing present machines before, ones he’s worked on directly-said : After Marketing gets through, you go home and say to yourself, “Wow! Did I do that?” And in front of the press, people who had not even been around when Eagle was conceived were described as having had responsibility for it. All of that was to be expected – just normal flak and protocol. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "As for the machine’s actual inventors-the engineers, most of whom came, seemed to have a good time, although some did seem to me a little out of place, untutored in this sort of performance. Many of them had brought new suits for the occasion. After the show, there were cocktails and then lunch, they occupied a table all their own. It was a rather formal luncheon, and there was some confusion at the table as to whether it was proper to take first the plate of salad on the right or the one on the left. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "West came, too, He did not sit with his old team, but he did talk easily and pleasantly with many of them during the day. “I had a great talk with West!”. Remarked one of the Microkids. He wore a brown suit, conservatively tailored. He looked as though he’d been wearing a suit all his life. He had come to this ceremony with some reluctance, and he was decidedly in the background. At the door to the show, where name tags were handed out, West had been asked what his title was. “Business Development” he’d said. At the cocktail party after the formal presentation, a reporter came up to him: “You seem to know something about this machine. What did you have to do with it?” West mumbled something, waving a hand, and changed the subject. Alsing overheard this exchange. It offended his sense of reality. He couldn’t let the matter stand there. So he took the reporter aside and told him, ‘That guy was the leader of the whole thing’. I had the feeling that West was just going through emotions and was not really present at all. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "When it was over and we were strolling down a busy street towards Penn Station, his mood altered. Suddenly there was no longer a feeling of forbidden subjects, as there had been around him for many months. I found myself all of a sudden saying to him: “It’s just a computer. It’s really a small thing in the world, you know.” ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "West smiled softly. ‘I know it’. None of it, he said later, had come out the way he had imagined it would, but it was over and he was glad. The day after the formal announcement, Data General’s famous sales force had been introduced to the computer in New York and elsewhere. At the end of the presentation for the sales personnel in New York, the regional sales manager got up and gave his troops a pep talk. ‘What motivates people?’ he asked. He answered his own question, saying, ‘Ego and the money to buy things that they and their families want?’ It was a different game now. Clearly, the machine no longer belonged to its makers. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "146. Bickering during the meetings were indicative of the fact that ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(a) there was heavy competition among the engineers.   \n(b) everyone wanted to take credit for Eagle.   \n(c) Eagle constituted a collective effort.   \n(d) it was hard to decide on the leader. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "147. In this passage, the author seems to suggest that ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "(a) hard work does lead to grand results.   \n(b) some individuals stand out in scientific programmes.   \n(c) those who get credit earn it.   \n(d) once a new product is launched, the pains and pleasure that preceded it are lost. ",
        "page_idx": 26
    },
    {
        "type": "text",
        "text": "148. The ‘afterbirth’, a simile expressed by an old hand was with reference to (a) the Eclipse MV/8000 (b) the Eagle (c) Mr. Alsing (d) the Eclipse Group ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "149. It appears from Mr. West’s conversation with the author that ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "(a) he was quite upset over the way things turned out.   \n(b) he was glad to forget all about it.   \n(c) he preferred to keep his thoughts to himself.   \n(d) nothing motivated him. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "150. A telegram by the North Carolina leader ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "(a) implicitly identified those who deserved credit for Eagle.   \n(b) was a worthy gesture before the launch.   \n(c) was an implicit invitation to Wallach, Alsing, Rasala and West to be at the dinner.   \n(d) indicated that Eagle would be launched the next day. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "151. Apparently, one of the things that the younger computer professionals considered an honour was (a) to be invited to the party. (b) to talk to Mr. West. (c) to be part of the Eclipse group. (d) to sell Eagle. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "152. The launching of Eagle in New York was a gala affair ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "(a) but for the fact that the machine crashed during the programme.   \n(b) in spite of the fact that the machine crashed during the programme.   \n(c) because 128 terminals were hooked up to a single Eagle.   \n(d) because a new machine was being launched. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "153. According to the passage, even as the premiere of the Eagle launch seemed a grand success among those who appeared incongruous were (a) people from the Wall Street Journal and New York times. (b) the marketing people. (c) people who were never around when Eagle was conceived. (d) the engineers responsible for Eagle. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "154. “Just normal flak and protocol” refers to ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "(a) the grandeur of the launching ceremony.   \n(b) giving credit for Eagle to even those who weren’t responsible for it.   \n(c) the marketing people who rechristened the machine.   \n(d) Mr. Alsing who was present at the premiere. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "155. The author states that the machine no longer belonged to its makers (a) because the marketing people had changed its name. (b) because the engineers seemed to have lost interest in the machine. (c) because of the expressed attitude towards what motivated people. (d) because Mr. West refused to get involved. ",
        "page_idx": 27
    },
    {
        "type": "text",
        "text": "Q156 to 160: The following table gives the national income and the population of a country for the years 1984 – 85 to 1989 – 90. For each o the following questions choose the best alternative: ",
        "page_idx": 28
    },
    {
        "type": "table",
        "img_path": "images/78fb3120f38b97c53b2b02918fd5afac34a16f765b99220c6133e6dcf24b1305.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Natiensl lrcome</td><td>P(inulation</td></tr><tr><td>1984-85</td><td>229,225</td><td>74.0</td></tr><tr><td>1985-86</td><td>261,174</td><td>75.0</td></tr><tr><td>1986-87</td><td>291,556</td><td>77.0</td></tr><tr><td>1987-88</td><td>329,934</td><td>78.5</td></tr><tr><td>1988-89</td><td>388,539</td><td>80.0</td></tr><tr><td>1989-90</td><td>433,500</td><td>81.5</td></tr></table></body></html>\n\n",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "56. The increase in the per capita income compared to the previous year is lowest for the year (a) 1985-86 (b) 1986-87 (c) 1987-88 (d) 1989-90 ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "157. The per capita income is highest for the year : ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) 1984-85 (b) 1985-86 (c) 1987-88 (d) 1989-90 ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "158. The difference between the percentage increase in per capita income and the percentage increase in the population compared to the previous year is highest for the year: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) 1985-86 (b) 1986-87 (c) 1987-88 (d) 1988-89 ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "159. The rate of increase in population was lowest in the year: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) 1985-86 (b) 1987-88 (c) 1989-90 (d) None of these ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "160. Increase in the per capita income compared to the previous year among the years given below was highest for the year: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) 1985-86 (b) 1986-87 (c) 1987-88 (d) 1989-90 ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Q161 to 165: Read the following information and answer the questions that follows: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "Ghosh Babu deposited a certain sum of money in a bank in 1986. The bank calculated interest on the principal at 10 percent simple interest, and credited it to the account once a year. After the $1 ^ { \\mathfrak { s t } }$ year, Ghosh Babu withdrew the entire interest and $20 \\%$ of the initial amount. After the $2 ^ { \\mathsf { n d } }$ year, he withdrew the interest and $50 \\%$ of the remaining amount. After the $3 ^ { \\mathsf { r d } }$ year, he withdrew the interest and $50 \\%$ of the remaining amount. Finally after the $4 ^ { \\mathfrak { t h } }$ year, Ghosh Babu closed the account and collected the entire balance of Rs. 11,000. ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "161. The initial amount in rupees, deposited by Ghosh Babu was: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) 25,000 (b) 75,000 (c) 50,000 (d) None of these ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "162. The year, at the end of which, Ghosh Babu withdrew the smallest amount was: ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "(a) First (b) Second (c) Third (d) Four ",
        "page_idx": 28
    },
    {
        "type": "text",
        "text": "163. The year, at the end of which, Ghosh Babu collected the maximum interest was: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) First (b) Second (c) Third (d) Fourth ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "164. The year, at the end of which, Ghosh Babu withdrew the maximum amount was: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) First (b) Second (c) Third (d) Fourt ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "165. The total interest, in rupees, collected by Ghosh Babu was: ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) 12,000 (b) 20,000 (c) 4,000 (d) 11,000 ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Q166 to 170 : The graph below shows the end of the month market values of 4 shares for the period from January to June. Answer the following questions based on this graph. ",
        "page_idx": 29
    },
    {
        "type": "image",
        "img_path": "images/cd1de4c1186edf8240cc4acc770c034a3b75c348e7272ed3d5d3e6f31b9337ac.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "166. Which share showed the greatest percentage increase in market value in any month during the entire period? ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) A (b) B (c) C (d) D ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "167. In which month was the greatest absolute change in market value for any share recorded? ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) March (b) April (c) May (d) June ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "168. In which month was the greatest percentage increase in market value for any share recorded? ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) February (b) March (c) April (d) May ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "169. An individual wishes to sell 1 share of C and 1 share of D to buy 1 share of A at the end of a month. At which month-end would the individual’s loss from this decision, due to share value changes, be the most? ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) February (b) March (c) April (d) June ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "170. An individual decides to sell 1 share of C and 1 share of D to buy 1 share of A at the end of the month. What can be the individual’s greatest gain from this decision, due to share value changes? ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "(a) 5 (b) 10 (c) 15 (d) none ",
        "page_idx": 29
    },
    {
        "type": "text",
        "text": "Q171 to 175, Use the following information: ",
        "text_level": 1,
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Prakash has to decide whether or not to test a batch of 1000 widgets before sending them to the buyer. In case he decides to test, he has two options: (a) Use test I ; (b) Use test II. Test I cost Rs. 2 per widget. However, the test is not perfect. It sends $20 \\%$ of the bad ones to the buyer as good. Test II costs Rs. 3 per widget. It brings out all the bad ones. A defective widget identified before sending can be corrected at a cost of Rs. 25 per widget. All defective widgets are identified at the buyer’s end and penalty of Rs. 50 per defective widget has to be paid by Prakash. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "171. Prakash should not test if the number of bad widgets in the lot is: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) less than 100 (b) more than 200 (c) between 120 & 190 (d) Cannot be found out. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "172. If there are 120 defective widgets in the lot, Prakash: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) should either use Test I or not test. (b) should either use Test II or not test.   \n(c) should use Test I or Test II. (d) should use Test I only. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "173. If the number of defective widgets in the lot is between 200 and 400, Prakash: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) may use Test I or Test II (b) should use Test I only.   \n(c) should use Test II only (d) cannot decide. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "174. If Prakash is told that the lot has 160 defective widgets, he should: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) use Test I only (b) use Test II only.   \n(c) do no testing. (d) either use Test I or do not test. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "175. If there are 200 defective widgets in the lot, Prakash: ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "(a) may use either Test I or Test II (b) should use Test I or not use any test (c) should use Test II or not use any test. (d) cannot decide. ",
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "Q 176 to 180 : Study the following graph and answer questions that follow. The x – axis denotes the years from 1983 to 1991. ",
        "page_idx": 30
    },
    {
        "type": "image",
        "img_path": "images/52bd439aa0d0525d4825bab7896f96cfd3b03a175625199017b4b760b0656aed.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 30
    },
    {
        "type": "text",
        "text": "176. The sum of food and fertilizer production has shown a constant value for how many years? ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) None of the years (b) 2 (c) 4 (d) 5 ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "177. If in 1988, the sum of the food and fertilizer production was 170 million tonnes, the value of food production must have been (approximately, in million tonnes) … ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) 90 (b) 70 (c) 100 (d) Insufficient data ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "178. From its apparent behaviour, the food production in year 1992 can be expected to … (a) go up (b) go down (c) remain the same as previous year. (d) nothing can be said. ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "179. Going according to previous trends, one can say that the Fertilizer Production has shown an anomalous behaviour in which year? ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) 1985 (b) 1984 (c) 1991 (d) 1989 ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "180. A scholar observed that if the production of fertilizers in 1989 had been the same as that in 1988, then the total fertilizer production for all the given years would have been 450 million tonnes. Using this information, and knowing that the food production has been plotted on the same scale, one may say that the food production in 1983 was (approximately, in million tonnes) … ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "(a) 80 (b) 130 (c) 105 (d) Cannot be determined ",
        "page_idx": 31
    },
    {
        "type": "text",
        "text": "\u0001\u0002\u0003\u0004\u0005\u0006\u0003\u0007\b\u0002\t\u0007\n\u000b\f\r\b\u0002\b\u000e\u000f\u0010\u0002\u0003 ",
        "text_level": 1,
        "page_idx": 32
    },
    {
        "type": "table",
        "img_path": "images/6f1aa0106eaec5eba99d8b5cec33ff37621dfc634ae582ffbe09c01d7326f3c3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>1</td><td>a</td><td>21</td><td>C</td><td>41</td><td>b</td><td>61</td><td>b</td><td>81</td><td>a</td><td>101</td><td>d</td><td>121</td><td>C</td><td>141</td><td>C</td><td>161</td><td>C</td></tr><tr><td>2</td><td>a</td><td>22</td><td>C</td><td>42</td><td>d</td><td>62</td><td>C</td><td>82</td><td>a</td><td>102</td><td>d</td><td>122</td><td>b</td><td>142</td><td>C</td><td>162</td><td>d</td></tr><tr><td>3</td><td>b</td><td>23</td><td>C</td><td>43</td><td>d</td><td>63</td><td>a</td><td>83</td><td>C</td><td>103</td><td>a</td><td>123</td><td>b</td><td>143</td><td></td><td>163</td><td>a</td></tr><tr><td>4</td><td>b</td><td>24</td><td>C</td><td>44</td><td>a</td><td>64</td><td>C</td><td>84</td><td>b</td><td>104</td><td>d</td><td>124</td><td>a</td><td>144</td><td>d</td><td>164</td><td>b</td></tr><tr><td>5</td><td>b</td><td>25</td><td>b</td><td>45</td><td>b</td><td>65</td><td>b</td><td>85</td><td>a</td><td>105</td><td>C</td><td>125</td><td>C</td><td>145</td><td>C</td><td>165</td><td>a</td></tr><tr><td>6</td><td>a</td><td>26</td><td>b</td><td>46</td><td>d</td><td>66</td><td>C</td><td>86</td><td>a</td><td>106</td><td>C</td><td>126</td><td>d</td><td>146</td><td>C</td><td>166</td><td>d</td></tr><tr><td>7</td><td>d</td><td>27</td><td>C</td><td>47</td><td>d</td><td>67</td><td>a</td><td>87</td><td>C</td><td>107</td><td>a</td><td>127</td><td>a</td><td>147</td><td>d</td><td>167</td><td>a</td></tr><tr><td>8</td><td>b</td><td>28</td><td>a</td><td>48</td><td>d</td><td>68</td><td>b</td><td>88</td><td>b</td><td>108</td><td>a</td><td>128</td><td>b</td><td>148</td><td>d</td><td>168</td><td>a</td></tr><tr><td>9</td><td>C</td><td>29</td><td>d</td><td>49</td><td>a</td><td>69</td><td>a</td><td>89</td><td>b</td><td>109</td><td>d</td><td>129</td><td>d</td><td>149</td><td>b</td><td>169</td><td>d</td></tr><tr><td>10</td><td>d</td><td>30</td><td>d</td><td>50</td><td>c</td><td>70</td><td>C</td><td>90</td><td>d</td><td>110</td><td>C</td><td>130</td><td>C</td><td>150</td><td>b</td><td>170</td><td>b</td></tr><tr><td>11</td><td>a</td><td>31</td><td>d</td><td>51</td><td>C</td><td>71</td><td>b</td><td>91</td><td>b</td><td>111</td><td>C</td><td>131</td><td>a</td><td>151</td><td>b</td><td>171</td><td>a</td></tr><tr><td>12</td><td>C</td><td>32</td><td>a</td><td>52</td><td>b</td><td>72</td><td>c</td><td>92</td><td>b</td><td>112</td><td>b</td><td>132</td><td>C</td><td>152</td><td>b</td><td>172</td><td>d</td></tr><tr><td>13</td><td>C</td><td>33</td><td>C</td><td>53</td><td>a</td><td>73</td><td>d</td><td>93</td><td>a</td><td>113</td><td>d</td><td>133</td><td>b</td><td>153</td><td>d</td><td>173</td><td>c</td></tr><tr><td>14</td><td>C</td><td>34</td><td>d</td><td>54</td><td>a</td><td>74</td><td>d</td><td>94</td><td>C</td><td>114</td><td>b</td><td>134</td><td>b</td><td>154</td><td>b</td><td>174</td><td>a</td></tr><tr><td>15</td><td>d</td><td>35</td><td>b</td><td>55</td><td>b</td><td>75</td><td>d</td><td>95</td><td>d</td><td>115</td><td>d</td><td>135</td><td>d</td><td>155</td><td>C</td><td>175</td><td>a</td></tr><tr><td>16</td><td>b</td><td>36</td><td>C</td><td>56</td><td>a</td><td>76</td><td>b</td><td>96</td><td>C</td><td>116</td><td>d</td><td>136</td><td>C</td><td>156</td><td>b</td><td>176</td><td>d</td></tr><tr><td>17</td><td>C</td><td>37</td><td>a</td><td>57</td><td>C</td><td>77</td><td>a</td><td>97</td><td>d</td><td>117</td><td>d</td><td>137</td><td>b</td><td>157</td><td>d</td><td>177</td><td>d</td></tr><tr><td>18</td><td>d</td><td>38</td><td>C</td><td>58</td><td>d</td><td>78</td><td>b</td><td>98</td><td>a</td><td>118</td><td>b</td><td>138</td><td>C</td><td>158</td><td>d</td><td>178</td><td>b</td></tr><tr><td>19</td><td>C</td><td>39</td><td>C</td><td>59</td><td>d</td><td>79</td><td>d</td><td>99</td><td>a</td><td>119</td><td>a</td><td>139</td><td>b</td><td>159</td><td>a</td><td>179</td><td>d</td></tr><tr><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td><td></td></tr><tr><td>20</td><td>a</td><td>40</td><td>a</td><td>60</td><td>C</td><td>80</td><td>b</td><td>100</td><td>C</td><td>120</td><td>a</td><td>140</td><td>a</td><td>160</td><td>d</td><td>180</td><td>b</td></tr></table></body></html>\n\n",
        "page_idx": 32
    },
    {
        "type": "text",
        "text": "1. a The subject here is ‘the best part’, which is singular and should therefore be followed by a singular verb.   \n2. a When using ‘as well as’ to introduce a complex subject, the phrase should be set off by commas, and the verb agrees with the main subject, which in this case is ‘the professor’.   \n3. b As the first part of the sentence provides the reason for his being unwilling to testify, ‘because’ should be used to introduce it. Moreover a comma should always be used to separate two distinct phrases in a sentence.   \n4. b The pronoun should remain consistent throughout the sentence.   \n5. b When ‘either’ and ‘neither’ are followed by ‘or’ and ‘nor’ respectively, the verb depends on the noun following ‘or’ and ‘nor’.   \n6. a The sentence has three different clauses, which should be separated by semi colons.   \n7. d When ‘neither’ is followed by ‘nor’, the verb depends on the noun following ‘nor’. In this case it is singular, hence the verb should also be singular.   \n8. b Before a gerund a noun should appear in the possessive form.   \n9. c The sentence does not need any commas.   \n10. d The sentence needs no commas.   \n11. a We should use ‘who’ for subjects who do the action. In the given sentence ‘who’ is the subject of the verb ‘were’.   \n12. c The correct usage would be, ‘a network to facilitate contacts’.   \n13. c The correct phrase would be, ‘to the perceived problems’.   \n14. c ‘The Indian Government’s choice’ is a singular noun and should have a singular verb ‘stems’.   \n15. d The correct quantifier to be used here is ‘most’.   \n16. b Here we should use the verb in past participle, i.e. ‘you would have’ as we are talking about an unreal past condition.   \n17. c ‘Requires’ should be replaced with ‘assumes’.   \n18. d The noun ‘choice’ is singular and should be followed by a singular verb ‘invites’.   \n19. c We already have a subject ‘who’ for the verb ‘decided’, so ‘he then’ is wrongly used here.   \n20. a ‘Of’ should be replaced with ‘off’.   \n21. c Here minorities are being treated as a specific group and should therefore be preceded by ‘the’.   \n22. c ‘Aspiring’ cannot be used as an adjective for students here, as those who are studying management are already students.   \n23. c D. introduces the ‘institutional truth of the financial world’, B. elaborates the idea, A continues with B. and C. presents the conclusion.   \n24. c B. introduces the subject of the passage, C. elaborates on the idea, and use of ‘then’ in A. shows that it should follow D.   \n25. b A. introduces the age of pragmatism as the topic of the passage, C. explains what has changed in the new age, B. explains the characteristic of the old world and D. comments on the position today.   \n26. b D. shows that the passage is about cognitive age, B. explains what it implies, A. talks about a research related to the subject and C. explains the implications of the research.   \n27. c The sentence C. introduces ‘her eyes’, and should be the first sentence. A. elaborates on the eyes, so A should follow C. No other option has CA as the mandatory pair. So, answer is (c).   \n28. a B. shows that the topic is ‘intelligence’, D. uses ‘these’ to refer to the different abilities associated with intelligence, as presented in B. A. explains what intelligence actually is and C. talks about the true test of intelligence.   \n29. d The passage is about difference in pronunciation of words in different situations. A. explains what the difference is. Use of ‘further’ and ‘yet’ in D. and B. respectively show the order in which they should occur.   \n30. d Broad and powerful thinking is needed to solve the problems.   \n31. d The funds are being ‘raised’ for the purpose of having money to spend on the search of alternative sources of energy.   \n32. a If you look before you leap you will be forewarned and thus can be forearmed.   \n33. c As the king, the fate of the economy and the subjects would be in the ruler’s hands.   \n34. d We should be prepared to ‘break’ something to ‘reconstruct’ it. ",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 33
    },
    {
        "type": "text",
        "text": "35. b If the future is upon us before we realize it, it will shape us rather than the other way round. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "36. c ",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/56913d4e0bbebf236d6faf1f91b4c973f966337fa6c7ff774f8704a93c8b1ae1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "37. a If Mary and John are wife and husband and the last waltz was danced by husbands and wives, it follows that John danced last with Mary. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "38. c ",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/6c7311c391564f5e02c3f567e045218362239915fde2b5a32361f528ce73c373.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "39. c Laxman is a man and no man is an island, so Laxman cannot be an island.   \n40. a If college students are intelligent and Ram is a college student, it follows that Ram is intelligent.   \n41. b If all cigarettes are hazardous to health and chamcham is a brand of cigarette, then cham-cham would also be hazardous to health.   \n42. d If all good bridge players play good chess, then Goran being a good bridge player should also play good chess. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "43. d ",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/6316eaf30ad3a1d411cc3670cff391e9d6ce886c0fe38e473d219bd2db101605.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "44. a ",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/2a54029ee4ea65858252744ade99663f26692e0dc6ff38ec78aa86f5278888b1.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "45. b If bald people are intelligent and Raman is bald, it follows that Raman is intelligent. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "46. d ",
        "page_idx": 34
    },
    {
        "type": "image",
        "img_path": "images/f0943e6dbb9ab9ea1549e277680de2c89c56d149e0d183cb8772a6495e214c98.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "47. d Desks are made of metals. So if an object is a desk it should be made of metal.   \n48. d Mathew and Paul are siblings and siblings are known to quarrel often. Therefore it follows that Mathew and Paul quarrel often.   \n49. a Art is a symptom of culture and music is a form of art, therefore music also shows culture.   \n50. c If primary colours give different hues, and red is a primary colour, it implies that red also gives different hues.   \n51. c The statement I only gives the comparison of the selling prices. You must realise that this information is not enough to answer the question as the profit also depends on cost. So we also need to analyze the statement II. And since there is no other constraint on production, we can solely compare the profitability of two products on the basis of labour. According to it, if 10 units of labour is available, it can produce 5 units of Q and 2 units of R. So, from 10 units of labour, I can earn $( 5 \\times 1 ) = 5$ units of sales revenue from Q and (2 $\\times 4 ) = 8$ units of sales revenue from R. So by taking both statements together we can determine which would be more profitable. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "52. b In order to solve the question, we need to know two things : (a) the original speed of the train or the new speed of the train and (b) at what distance from A or after how much time after leaving A the train brokedown. The statement II provides both of these data viz. original speed $= 2 0$ kmph and distance from A $= 4 0$ kms. and hence only this is required to answer the question. For e.g: If the distance between A & B is considered to be x, then time taken had it not broken down is $\\times / 2 0$ hours. The new time taken is $[ 2 + ( \\mathsf { x } - 4 0 ) / 5 ]$ hours and we know that this time is $4 0 \\mathrm { m i n }$ . more than the original time. The equation becomes : $\\times / 2 0 + 4 0 / 6 0$ $= [ 2 + ( \\mathsf { x } - 4 0 ) / 5 ]$ , which can be easily solved to get value of $\\mathsf { x }$ . ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "53. a From statement I, $\\mathsf { x } ^ { 2 } + \\mathsf { x } > 5 0$ and $x ^ { 2 } + x < 1 0 0$ $\\Rightarrow \\mathsf { x } ( \\mathsf { x } + 1 ) > 5 0$ Only prime number 7 satisfies the above equation. So the question can be answered from statement 1 alone. ",
        "page_idx": 34
    },
    {
        "type": "text",
        "text": "54.  a Sum of  all the three quotations $= 1 1 0 \\times 3 = 3 3 0$ From statement I, if the lowest quotation is 110 then the sum of other two quotations $= 3 3 0 - 1 0 0 = 1 8 5$ . 230. Now, minimum value of second quotation $\\mathbf { \\sigma } = \\mathbf { \\sigma }$ Rs. 101 Therefore, maximum value of third quotation $= 2 3 0 \\mathrm { ~ - ~ }$ $1 0 1 = \\mathsf { R s } . 2 2 9$ . ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "55. b From the statement I, we have the following Venn diagram : ",
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/6aad0fa513f2cdce0a0e922e5aaedb85f4ad14fc663564893c12b3a620d123b3.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Using this we cannot find the answer. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "From the statement II however we can find the answer, as we get the following Venn diagram. ",
        "page_idx": 35
    },
    {
        "type": "image",
        "img_path": "images/70120be55fbc9b3f877eb1e748de2a00ee58dfeab17a7e98e100285b82cd4dee.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "56.  a Let present age of $\\mathsf { x }$ and Y be $\\mathsf { x }$ and y respectively. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "We have, $\\mathsf { x } = 3 ( \\mathsf { y } - 3 )$ ... (i) ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "From statement I, $\\mathsf { x } = \\mathsf { y } + 1 7$ ... (ii) ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "From statement II, $\\ x + 9 = 3 y$ ... (iii) ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "From (i) and (ii) $x = 3 7 . 5$ years and $\\mathsf { y } = 1 2 . 5$ years But, equations (i) and (iii) are same so we cannot find values of $\\mathsf { x }$ and $\\mathsf { y } .$ . ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "57. c Let length of the smaller square be $\\mathsf { x }$ . From statement I,Length of ABCDEQ $= 1 0 \\times \\geq 6 0$ $x \\geq 6$ From statement II, Area of rectangle OPQR $\\mathbf { \\sigma } = \\mathbf { \\sigma }$ $\\begin{array} { r l } & { 4 2 { \\bf x } ^ { 2 } \\leq 1 5 1 \\underline { { z } } } \\\\ & { \\Rightarrow { \\bf x } ^ { 2 } \\leq 3 6 } \\\\ & { \\therefore { \\bf x } \\leq { \\bf 6 } } \\end{array}$ By combining results from statement I and II we have, $\\mathsf { X } = 6$ Now, area under the ling GHI-JKL can be found out using $\\mathsf { x }$ . ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "58. d Let the radius of the circle be r. From statement I, ${ \\frac { \\pi \\mathrm { r } ^ { 2 } } { 2 \\pi \\mathrm { r } } } > 7$ $\\Rightarrow \\mathsf { r } > 1 4$ ...(i) From statement II, $2 r \\leq 3 2$ $\\Rightarrow { \\mathsf { r } } \\leq 1 6$ ...(ii) Combining (i) and (ii) $1 4 < r \\leq 1 6$ So r can be 15 or 16. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "59. d From both statements I and II: ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "Arrival time of flight by New York local time will be 2 P.M. Since we don’t know whether the flight landed on same date or other we can not find the answer. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "60. c From statement I alone no conclusion can be drawn. From statement II following sequence of stations is possible ",
        "page_idx": 35
    },
    {
        "type": "table",
        "img_path": "images/56ad836ae64024d2d4a37c094b693bb25071d9f55c51d547dec9d371e1ff2cff.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>A</td><td>C/D</td><td>E</td><td>C/D</td><td>B</td></tr><tr><td></td><td></td><td></td><td></td><td></td></tr></table></body></html>\n\n",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "But, From 1 Mr. Rahman boards the station at D which is possible at fourth position only because Mr. Thomas and Mr. Rahman have no common station. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "61. b For each of the given expressions, you may have to simplify and express $\\mathsf { x }$ in terms of y and hence verify for which one does the form $\\&$ structure remain the same. In general, any function of the form $y = \\frac { ( { \\mathsf { a x } } + { \\mathsf { b } } ) } { ( { \\mathsf { b x } } - { \\mathsf { a } } ) }$ reflects on to itself as we arrange it can be found that $\\mathsf { x } = \\frac { \\left( \\mathsf { a } \\mathsf { y } + \\mathsf { b } \\right) } { \\left( \\mathsf { b } \\mathsf { y } - \\mathsf { a } \\right) } .$ Hence, the answer is (b). ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "62. c For no solution, lines must be parallel and not over lapping $\\begin{array} { l } { \\displaystyle \\Rightarrow \\displaystyle \\frac { 2 } { \\mathsf { k } } = \\frac { - 8 } { 4 } \\neq \\frac { 3 } { 1 0 } } \\\\ { \\displaystyle \\therefore { \\mathsf { k } } = - 1 } \\end{array}$ ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "63. a Three digit number such that 7 follows 5 could be of the form $5 7 _ { - }$ or _57 Since, the number is an even number Therefore  possible numbers are 570,572,574,576 or 578. Hence, 5 such numbers are possible. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "64. c Let $\\mathsf { x }$ be the number of tailors initial appointed. Let n be the number of shirts that had to be stitched by each tailor initially. Let y be the number of tailors who did not come. $\\mathsf { x } \\times \\mathsf { n } = 4 8 0$ . $( x - y ) ( n + 3 2 ) = 4 8 0$ Only option (c) satisfies the equation. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "65. b Let Mushtaq has M cards while Iqbal has got I cards with him. Let number of cards exchanged be x. Case 1: $1 + x = 4 ( \\mathsf { M } - \\mathsf { x } )$ ... (i) Case 2: $\\mathsf { I } - \\mathsf { X } = 3 ( \\mathsf { M } + \\mathsf { X } )$ ... (ii) From (i) and (ii) $\\mathsf { I } = 3 \\mathsf { 1 x }$ . Only possible value for I could be 31. ",
        "page_idx": 35
    },
    {
        "type": "text",
        "text": "66. c We know that $x + y + z = T$ and $\\mathsf { x } + 2 \\mathsf { y } + 3 \\mathsf { z } = \\mathsf { R } _ { \\mathsf { T } }$ , where $\\mathsf { X } =$ number of members belonging to exactly 1 set $\\boldsymbol { \\mathsf { y } } =$ number of members belonging to exactly 2 sets $= 9$ $z =$ number of members belonging to exactly 3 sets $= 1$ ${ \\sf T } =$ Total number of members $\\mathsf { R } _ { \\mathsf { T } } =$ Repeated total of all the members $= ( 2 2 + 1 5 + 1 4 )$ $= 5 1$ $\\mathsf { R } _ { \\mathsf { T } } = \\mathsf { T } + \\mathsf { y } + 2 \\mathsf { z }$ Thus we have two equations and two unknowns. Solving this we get ${ \\mathsf { T } } = 4 0$ . In other words, the number of teachers owing at least 1 out of the three items $= 4 0$ . Hence the number of teachers owing none $= 5 0 - 4 0 = 1 0$ . ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "67. a Let the 3 odd numbers be $( x - 2 )$ , x and $( x + 2 )$ . It is given that $3 ( \\mathsf { x } - 2 ) = 3 + 2 ( \\mathsf { x } + 2 )$ . Hence $\\mathsf { X } = 1 3$ . So the third integer is $( x + 2 ) = 1 5$ .   \n68. b Total number of ways to reach $\\mathsf { A }$ to $\\mathsf { B } = 4 \\times 2 \\times 2 \\times 1$ $= 1 6$ . ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "69. a Let side of square be a. Area quadrilateral EFD $\\exists = \\mathsf { a r a } ( \\mathsf { D G F } ) + \\mathsf { a r a } ( \\mathsf { G E F } )$ ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/5696a376218285c11bd04dfa11aeca1f1a5cf25a98b494ea6cff40995cfb9618.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "1 × a × a + 1 a × a 1 a 2 2 2 2 2 $\\therefore A r ( E F D G ) : A r ( S ) = \\frac { 1 } { 2 }$ ",
        "page_idx": 36
    },
    {
        "type": "equation",
        "text": "",
        "text_format": "latex",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "71. b The two equations can be simplified into ${ \\mathfrak { n } } \\leq 2$ and $n \\geq 2$ . The only value that satisfies both these conditions is ${ \\mathfrak { n } } = 2$ . ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "72. c Since the sum of reciprocals is $\\frac { 5 } { 1 2 }$ The two numbers must have their LCM as 12  and their sum as given will be 10. Possible numbers are 4 and 6 only. ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "73. d As it is apparent from the following diagram, the diameter of the inscribed circle is equal to the side of the square, while the diameter of the circumscribed square is equal to the diagonal of the square. Since the ratio of any two circles is equal to the ratio of the squares of their diameters, in this case the required ratio is equal to $( { \\mathsf { s i d e } } ) ^ { 2 } : ( { \\mathsf { d i a g o n a l } } ) ^ { 2 }$ . ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/c93b43fc6816108c08ef9ac5ab5497dd27fbd23ba3e7d537fd9647adbdc11b58.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "Now, the ratio of the side to the diagonal of a square $= 1 : { \\sqrt { 2 } }$ ,  the ratio of their squares will be $1 : 2$ . ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "74. d $\\begin{array} { l } { y = \\mathbf { f } ( \\mathbf { x } ) = \\displaystyle \\frac { 1 - \\mathbf { x } } { 1 + \\mathbf { x } } } \\\\ { \\displaystyle \\Rightarrow y ( 1 + \\mathbf { x } ) = 1 - \\mathbf { x } } \\\\ { \\displaystyle \\Rightarrow \\mathbf { y } + \\mathbf { x } \\mathbf { y } = 1 - \\mathbf { x } } \\\\ { \\displaystyle \\Rightarrow \\mathbf { x } + \\mathbf { x } \\mathbf { y } = 1 - \\mathbf { x } } \\\\ { \\displaystyle \\Rightarrow \\mathbf { x } ( 1 + \\mathbf { y } ) = 1 - \\mathbf { y } ) } \\\\ { \\displaystyle \\Rightarrow \\mathbf { x } = \\frac { 1 - \\mathbf { y } } { 1 + \\mathbf { y } } = \\mathbf { f } ( \\mathbf { y } ) } \\end{array}$ ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "For questions 75 and 76: ",
        "page_idx": 36
    },
    {
        "type": "image",
        "img_path": "images/89cfa3ba2713dc3bcfd235cd2134303c47a5cda0adcb40f20c97f60e3b502e91.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "It is given that $x + 2 x + x / 2 = 3 5$ .   \nHence $\\mathsf { x } = 1 0$ .   \n75. d Total number of schools that had at least one of the three $= 3 0 + 1 0 + 2 0 + 5 = 6 5$ . Hence the number of schools having none of them $= 1 0 0 - 6 5 = 3 5$ .   \n76. b Number of schools having library $= 1 5$ . And number of schools having laboratory $= 2 5$ . Hence the ratio $= 2 5 : 1 5 = 5 : 3$ .   \n77. a Since in the long run the probability of each number appearing is the same, we can say in ‘n’ throws one can get 1, 2, 3, 4, 5 and 6, $\\frac { \\boldsymbol { \\mathsf { n } } } { 6 }$ times each. Hence he would earn $\\frac { ( 1 + 2 + 3 + 4 + 5 + 6 ) { \\mathsf n } } { 6 } = { \\mathsf R } { \\mathsf s } . \\frac { 7 \\mathsf n } { 2 } .$ In order to make a profit of $1 \\mathsf { R e }$ . per throw he has to totally earn a profit of Rs.n. Hence his cost for the $\\mathsf { n }$ throws should be $\\frac { 7 n } { 2 } - n$ . So his cost per throw should be $\\left( { \\frac { 7 } { 2 } } - 1 \\right) = { \\frac { 5 } { 2 } } = { \\mathsf { R s . 2 . 5 0 } } .$ ",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 36
    },
    {
        "type": "text",
        "text": "78. b B being twice as fast as A, will take half of time of A to produce a million units i.e. $= 3 0$ hrs. Since, Machine C takes the same amount of time as A & B running together, $\\begin{array} { l } { \\displaystyle \\therefore \\frac { 1 } { \\mathsf { C } } = \\frac { 1 } { \\mathsf { A } } + \\frac { 1 } { \\mathsf { B } } \\ o r \\frac { 1 } { \\mathsf { A } } + \\frac { 1 } { \\mathsf { B } } + \\frac { 1 } { \\mathsf { C } } = \\frac { 2 } { \\mathsf { A } } + \\frac { 2 } { \\mathsf { B } } . } \\\\ { \\displaystyle \\Rightarrow \\frac { 2 } { 6 0 } + \\frac { 2 } { 3 0 } = \\frac { 1 } { 1 0 } . } \\end{array}$ Hence, it will take 10 hours. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "79. d For Y to be maximum, $\\begin{array} { l } { x + 2 = 3 - x } \\\\ { \\therefore x = 0 . 5 } \\end{array}$ Maximum value of $\\mathsf { Y } = \\mathsf { X } + 2 = 2 . 5$ ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "80. b ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/1f31b8f3911b4f09719704e679c71c6c4c97166ebe639975fd7ac1d560c785a8.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "x + a + b = 40 – 10 = 30 ... (i) $y + b + c = 5 0 - 1 0 = 4 0$ ... (ii) $z + \\mathtt { a } + \\mathtt { c } = 6 0 - 1 0 = 5 0$ ... (iii) From (i), (ii) and (iii)   \n$a + b + c = 2 5$ . ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "81. a If $\\mathsf { X } = 1$ , then for the rectangular box : $\\mid = 8$ , $\\boldsymbol { \\mathsf { b } } = 8$ and h $= 1$ , so volume $= 6 4$ . If $\\qquad x = 2$ , $\\mathsf { I } = 6$ , ${ \\sf b } = 6$ and ${ \\mathsf h } = 2$ and volume $= 7 2$ . I $\\mathfrak { f } \\times = 3 , \\mathfrak { l } = 4 , \\mathfrak { b } = 4$ and ${ \\mathsf h } = 3$ and volume $= 4 8$ . Therefore, we can see that for a value of x between 2 and 3, the volume of box decreases and will go on decreasing further as $\\textsf { x }$ increases. Hence, the maximum volume that the box can have is 72 cubic inches. ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/4f9dceafebfe3edd96b615dc3e6a86c06ee01c55516bf5876f2282d9766d8cea.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "82. a Going by the options: ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "(a) $( \\mathsf { x } - 1 ) \\mathsf { y } \\mathsf { z } = \\mathsf { x } \\mathsf { y } \\mathsf { z } - \\mathsf { y } \\mathsf { z }$ (b) $x ( y - 1 ) z = x y z - x z$ (c) $\\mathsf { x y } ( z - 1 ) = \\mathsf { x y } z - \\mathsf { x y }$ ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "(d) $x ( y + 1 ) z = x y z + x z$   \nHere, yz will be minimum out of yz, xz, xy, xz as $\\mathsf { x } > \\mathsf { y }$ $> z$   \nHence, the correct answer is option (a). ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "83. c Number of powers of 5 in 80! $= \\left( { \\frac { 8 0 } { 5 } } = 1 6 \\right) + \\left( { \\frac { 8 0 } { 5 ^ { 2 } } } = 3 \\right) = 1 9 .$ ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "84. b The last digits obtained by multiplying the units place digits should be the same as that obtained by multiplying the tens place digits. Hence, option (b) is the correct answer. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "85. a As 55 does not have factor common with 124, for 55n to be exactly divisible by 124, n should be a multiple of 124. Hence the minimum value that n can have is 124 itself. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "86. a $\\mathsf { a } = \\mathsf { k } + 4$ is divisible by 7 $\\boldsymbol { \\mathsf { b } } = \\boldsymbol { \\mathsf { k } } + 2 \\boldsymbol { \\mathsf { n } }$ is divisible by 7 $\\Rightarrow { \\mathsf { b } } - { \\mathsf { a } } = 2 { \\mathsf { n } } - 4$ is divisible by 7 $\\Rightarrow 2 { \\mathsf { n } } - 4 = 0$ or 7 or 14 ... For minimum integral value of $\\mathsf { n }$ , $2 \\mathsf { n } - 4 = 1 4$ $\\Rightarrow { \\mathsf { n } } = 9$ ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "87. c ",
        "page_idx": 37
    },
    {
        "type": "table",
        "img_path": "images/3040bec097e19ddc49073bf47f93c35b5a0d048381e2114b7988c338000928e3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>A</td><td>B</td><td>StepI (B + 1)</td><td>Step II (A x B)</td><td>A</td><td>Step I Step Il B</td></tr><tr><td>Beginning</td><td>1</td><td>1</td><td></td><td></td><td></td><td></td></tr><tr><td>1st Time</td><td>1</td><td>1</td><td>B=2</td><td>(1 × 2) = 2</td><td>2</td><td>2</td></tr><tr><td> 2nd Time</td><td>2</td><td>2</td><td>B=3</td><td>(2×3) = 6</td><td>6</td><td>3</td></tr><tr><td> 3fd Time</td><td>6</td><td>3</td><td>B = 4 </td><td>(6 × 4) = 24</td><td>24</td><td>4</td></tr><tr><td> 4th Time</td><td>24</td><td>4</td><td>B=5</td><td>(24 × 5) = 120</td><td>120</td><td>5</td></tr><tr><td> 5th Time</td><td>120</td><td>5</td><td>B=6</td><td>(120 ×6)= 720</td><td>720</td><td>6</td></tr></table></body></html>\n\n",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "88. b It can be seen that if we place 3 coins touching each other, their centers form an equilateral triangle. Hence the angle made by the centers of the coins around the central coin is $6 0 ^ { \\circ }$ . Since the total angle to be covered is $3 6 0 ^ { \\circ }$ , there has to be 6 coins surrounding the central coin. ",
        "page_idx": 37
    },
    {
        "type": "image",
        "img_path": "images/92e2522715bdb28c4b6f63cd9b2487515eba56c9e7227cafb77379b800ae6c8b.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "89. b Let the amount with Gopal be Rs. 400. Therefore price of an orange is then Rs. 8 and that of a mango is Rs.10. If he keeps $10 \\%$ of the money for taxi fare, he is left with Rs.360. Now if he buys 20 mangoes, then he spends on mangoes Rs. 200. Now he is left with Rs.160, in which he can buy 20 oranges. ",
        "page_idx": 37
    },
    {
        "type": "text",
        "text": "90. d Since her husband meets her mid way, the total time saved by him can be equally divided into time saved while going to station and that saved while returning home. In other words, he saved 5 min. while going and 5 min. while coming. So instead of usual time of 6.00 pm he must have met her at 5.55 pm. So she must have walked for 55 min. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "91. b Let $\\mathsf { x }$ be the total number of sticks assigned to each boy and y be the number of boxes in which he has to fill them. If he reduces number of sticks per box by 25, he would fill $\\left( { \\frac { \\mathsf { x } } { \\mathsf { y } } } - 2 5 \\right)$ in each box and hence he would now fill $( \\mathsf { y } + 3 )$ boxes. ${ \\begin{array} { r l } & { \\cdot \\cdot \\times = { \\Biggl ( } { \\frac { \\times } { \\vee } } - 2 5 { \\Biggl ) } ( \\forall + 3 ) = \\times + { \\frac { 3 \\times } { \\vee } } - 2 5 y - 7 5 . } \\\\ & { \\Rightarrow 3 \\times = ( 2 5 y + 7 5 ) y } \\\\ & { \\Rightarrow \\times = { \\frac { ( 2 5 y ^ { 2 } + 7 5 y ) } { 3 } } = { \\frac { 2 5 y ( y + 3 ) } { 3 } } } \\end{array} }$ For $\\mathsf { x }$ to have an integer value, $y ( y + 3 )$ has to be a multiple of 3. This is possible only when y is a multiple of 3. Subsequently, $( \\mathsf { y } + 3 )$ will be a multiple of 3. Therefore, ${ \\frac { 2 5 y ( y + 3 ) } { 3 } } = x$ = x will be a multiple of 3. Hence, the correct choice is (b). ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "92. b For a difference of 1 year, CI can be computed as SI. Hence, from the $2 ^ { \\mathsf { n d } }$ year to the $3 ^ { \\mathsf { r d } }$ year interest earned $= ( 6 7 5 - 6 5 0 ) = 1 8 5 . 5 0$ on Rs.625. Hence the Rate of interest $= { \\frac { 5 0 } { 6 2 5 } } \\times 1 0 0 = 8 \\% 0 . 9 . 9 .$ ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "93. a You find that the total number of links in the network is 13. (Note : In the diagram given below, the top two nodes are connected to all the other nodes, while the remaining four are connected to only four other nodes). ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/92bee4616abdfb358f765532f5fd9a4d804f7d168cf9154f912994958382a75a.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "94. c If $( 2 x + 1 2 )$ is perfectly divisible by x, then $( 2 x + 1 2 ) / x$ has to be an integer as $\\mathsf { x }$ is an integer. Now if we divide, the expression simplifies to $( 2 + 1 2 / \\mathsf { x } )$ . The only way in which this expression would be an integer is when $1 2 / \\times$ is an integer or if 12 is perfectly divisible by x. This is possible if $\\mathsf { x }$ takes either of these values : 1, 2, 3, 4, 6, 12. Hence the answer is 6 values. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "95. d Following diagram shows the movement of the man. ",
        "page_idx": 38
    },
    {
        "type": "image",
        "img_path": "images/3426764fab39a5429eca0e5ab811c048e4e854d1b3fd820df0169b647903656d.jpg",
        "img_caption": [],
        "img_footnote": [],
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "96. c The ratios of the share of students, teachers and benefactor is 1 : 1.5 : 4.5. So, the proportion of teachers share is $\\frac { 1 . 5 } { 7 }$ . So teachers would donate: $\\frac { ( 1 . 5 \\times 4 2 0 0 ) } { 7 } = { \\sf R s . 9 0 0 } .$ ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "97. d As each prime number greater than or equal 3 is of from $6 \\mathsf { k } \\pm 1$ , where $\\boldsymbol { \\mathsf { k } }$ is a natural number, $\\mathsf { p } = 6 \\mathsf { k } \\pm 1$ . ${ \\mathfrak { p } } ^ { 2 } - 1 = \\left( 6 { \\mathsf { k } } \\pm 1 \\right) ^ { 2 } - 1 = 1 2 { \\mathsf { k } } ( 3 { \\mathsf { k } } \\pm 1 )$ Above number is always divisible by 24 irrespective of value of $\\boldsymbol { \\mathsf { k } }$ . ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "98. a $\\begin{array} { l } { 2 0 3 = 2 . 3 ^ { 2 } + 0 . 3 ^ { 1 } + 3 . 3 ^ { 2 } = 1 8 + 0 + 1 = 2 } \\\\ { 2 1 = 2 . 3 ^ { 1 } + 1 . 3 ^ { 0 } = 6 + 1 = 7 . } \\end{array}$ Therefore we can reduce 203 to 7 in 2 steps. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "99. a Here logic is: $A + B = ( A + B ) - 1 8$ Hence, $1 0 + 1 8 = \\{ ( 1 0 + 1 8 ) - 1 8 \\} = 1 0 .$ . ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "100. c The distance between two points $( \\mathsf { x } _ { 1 } , \\mathsf { y } _ { 1 } )$ and $( \\mathsf { x } _ { 2 } , \\mathsf { y } _ { 2 } )$ is given as $\\sqrt { ( { \\sf x } _ { 2 } - { \\sf x } _ { 1 } ) ^ { 2 } + ( { \\sf y } _ { 2 } - { \\sf y } _ { 1 } ) ^ { 2 } }$ Hence, required distance $= \\sqrt { ( - 2 - 3 ) ^ { 2 } + ( - 7 - 8 ) ^ { 2 } }$ $= 5 { \\sqrt { 1 0 } }$ . ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "101. d A traditional kinship group provides security, identity as well as an entire scheme of things.   \n102. d Both the examples have been cited in the passage to show the extent of disintegration of kinship.   \n103. a The passage states that farming led to kinship becoming more important.   \n104. d The rise in individual self consciousness has led to the loss of sanity, supportiveness as well as warmth.   \n105. c The passage deals with the changes in kinship patterns over time and their effect on the individuals.   \n106. c The author says that serial monogamy is a series of marriages and divorces.   \n107. a According to the passage, smaller families are less influential.   \n108. a ‘Genealogy refers to family history.   \n109. d The most distressing trend is the decline in the ability to form long term intimate bonding.   \n110. c The passage states that the political and economic benefits of the rise of the individuals have been positive.   \n111. c ‘The marauder within’ refers to the criminal class.   \n112. b The intellectual patrons of Australia in its first colonial years were Hobbes and Sade.   \n113. d The English did not regard Australia as a new frontier. It was settled to defend the English property from the criminal class.   \n114. b The late $1 8 ^ { \\mathrm { t h } }$ century abounded in schemes of social goodness.   \n115. d ‘Sanguine’ means confident or hopeful.   \n116. d The passage primarily deals with the settlement of Australia as a penal colony to defend the English property from the criminal class.   \n117. d The existence of the criminal class was one of the prime sociological beliefs of late Georgian and early Victorian England.   \n118. b “Penology’ is the study of punishment in relation to crime.   \n119. a For seventeen years no observation was made on the island.   \n120. a Sydney Harbor is the new name for Port Jackson.   \n121. c The author says that man’s emotions are the product of his rational faculty; his emotions cannot be understood without reference to the conceptual power of his consciousness.   \n122. b The biological basis of choosing efficacy has been said to be the relationship of efficacy to survival.   \n123. b Nature has left man free in choosing values.   \n124. a The passage clearly states that man chooses his own values, irrespective of their actual effect on his life.   \n125. c The passage states that man first acquires preferences through pleasure and pain as well as through efficacy and inefficacy.   \n126. d Reason serves the dual function of cognition as well as of evaluation.   \n127. a As a child a human being experiences issues relating to values through physical sensations of pleasure and pain.   \n128. b Since man must act to live, he is actually forced to select values.   \n129. d The passage clearly states that man experiences efficacy as well as pleasure as primary, hence the question is not debatable.   \n130. c As a being of volitional consciousness, man is not biologically programmed to make right value choices automatically.   \n131. a A heightened roller coaster effect, and not an opportunity for a roller coaster ride, is a characteristic of the stage of small victories.   \n132. c Entering a new culture involves an appreciative process, to help members of different cultures value the differences.   \n133. b Opening a bank account is an example of a small victory as it is preceded by anxiety and information collection.   \n134. b Entering a new culture is a learning process that results in valuing and affirming the best in a culture, while at the same time seeing it as a whole.   \n135. d The passage states that appreciative inquiry must precede cultural changes in an organization.   \n136. c The passage emphasizes that affirmation of a new culture involves viewing the whole, including the points that are less desirable.   \n137. b The author does not approve of legal limits on interest charged on money lent to people. The last paragraph shows his support for the free market operations.   \n138. c The author states that though the law precludes the man from borrowing, upon terms, which it deems too disadvantageous, it does not preclude him from selling, upon any terms, howsoever disadvantageous.   \n139. b The author states that he knows of no economist of any standing who has favoured a legal limit on the rate of interest on borrowed money.   \n140. a ‘Usury’ is defined as charging rates on money that are in excess of the legal limits.   \n141. c Bentham was primarily concerned with loans to individuals or business enterprises.   \n142. c The author laments that ‘it is an oppression for a man to claim his money, but not to keep it from him.’ Thus he implies that a man becomes an oppressor only because the borrower does not return the money.   \n143. c The passage states that no man of sound mind and with his eyes open should be hindered from obtaining money.   \n144. d The author emphasizes the importance of free market operations throughout the passage, and draws attention to the validity of the “mischief of the anti-usurious laws.” He also condemns politicians and so (d) is the most fitting description for the author.   \n145. c The author states that the working class that may be the lender for the first time in history, will be the hardest hit by the legal regulations.   \n146. c The bickering illustrated that Eagle constituted a collective effort, and now they were having a hard time deciding on the contribution of each individual.   \n147. d The author seems to suggest that with the launch of the machine everything that preceded it becomes past. Even the team started losing its glue and instead bickering started.   \n148. d The word ‘after birth’ was used for ‘the team that was losing its glue’, that is the Eclipse Group.   \n149. b During the conversation West said that none of it had come out the way he had expected and that he was glad it was all over.   \n150. b The telegram was described as a ‘classy gesture’ by all.   \n151. b One of the ‘Microkids’ exclaimed that he had a ‘great talk with West’, showing that it as an honour for him.   \n152. b The machine had crashed during the programme but no one except the company engineers noticed and the problem was fast corrected. The event was written up at length in both the Wall Street Journal and the New York Times, the next day.   \n153. d Some of the engineers seemed to the author to be out of place, being untutored in that sort of a performance.   \n154. b It refers to the fact that in front of the Press even those who had not been around when Eagle was conceived were described as having had the responsibility for it.   \n155. c The author states that ego and money motivates people and clearly the machine no longer belonged to the makers. ",
        "page_idx": 38
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 39
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "(National Income) 156. b Per Capita Income $\\mathbf { \\tau } = \\mathbf { \\tau }$ (Population) ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/cea567d7fe38c34dbf345e6caf848cff8457d61ceb3538a47a0ce9fe049060c3.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Per Capita</td><td>inerease over</td></tr><tr><td>1984-85</td><td>3097.62</td><td>二</td></tr><tr><td>1985-86</td><td>3482.32</td><td>384.70</td></tr><tr><td>1986-87</td><td>3786.44</td><td>304.12</td></tr><tr><td>1987-88</td><td>4202.98</td><td>416.54</td></tr><tr><td>1988-89</td><td>4856.73</td><td>653.75</td></tr><tr><td>1989-90</td><td>5319.01</td><td>462.28</td></tr></table></body></html>\n\n",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "As it can be clearly seen, the increase is lowest for the year $1 9 8 6 - 8 7 = 1$ Rs. 304 .12 ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "157. d By referring to the above table, Per Capita Income is highest for the year $1 9 8 9 - 9 0 \\approx 5 3 1 9$ . ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "158. d ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/777158924954ee77c0919242bb44ac53e675117b24f2ecdc67128bacd0345863.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Pop ulation (in crore)</td><td>%increase over the previous year</td><td>Per C apita Income</td><td>% increase over the previous year</td><td>D ifference in %</td></tr><tr><td>1984-85</td><td>74</td><td></td><td>3097.63</td><td></td><td></td></tr><tr><td>1985-86</td><td>75</td><td>1.35%</td><td>3482.32</td><td>12.43%</td><td>11.08</td></tr><tr><td>1986-87</td><td>7</td><td>2.66%</td><td>3786.44</td><td>8.73%</td><td>6.07</td></tr><tr><td>1987-88</td><td>78.5</td><td>1.94%</td><td>4202.98</td><td>11.01%</td><td>9.07</td></tr><tr><td>1988-89</td><td>80</td><td>1.91%</td><td>4856.73</td><td>15.56%</td><td>13.65</td></tr><tr><td>1989-90</td><td>81.5</td><td>1.87%</td><td>5319.01</td><td>9.51%</td><td>7.64</td></tr></table></body></html>\n\n",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Hence it is highest for the year 1988-89 viz.13.65 ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "159. a From the table given for $\\mathsf { Q 1 5 8 }$ , it is apparent that the rate of increase of population is lowest for the year 1985-86 viz.1 $3 5 \\%$ .   \n160. a Among the years given in the answer choices, the increase in per capita income compared to previous year is highest for the year 1985 - 86.   \n161. c Let us assume that Ghosh Babu had deposited Rs.100 initially. ",
        "page_idx": 40
    },
    {
        "type": "table",
        "img_path": "images/4311b7ff9b80f07f5ee08cd499b39368bb92e97cbcae48e56c5523b5df22969c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Year</td><td>Opening Balance</td><td>Interest Earned</td><td>Withdrawn by Ghosh Babu</td><td>Closing Balance</td></tr><tr><td>1986</td><td>100</td><td>10</td><td>10 + 20 = 30</td><td>80</td></tr><tr><td>1987</td><td>80</td><td>8</td><td>8 + 40=48</td><td>40</td></tr><tr><td>1988</td><td>40</td><td>4</td><td>4 + 20 = 24</td><td>20</td></tr><tr><td>1989</td><td>20</td><td>2</td><td>22</td><td>0</td></tr></table></body></html>\n\n",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "Hence, had he deposited Rs.100 initially, he should have withdrawn Rs.22 at the end to close the account. Since he withdrew Rs.11000, at the end, he should have initially deposited Rs.50000. ",
        "page_idx": 40
    },
    {
        "type": "text",
        "text": "162. d He withdrew the smallest amount after the $4 ^ { \\mathfrak { t h } }$ year.   \n163. a He collected the maximum interest after the $1 ^ { \\mathfrak { s t } }$ year.   \n164. b Ghosh Babu withdrew the maximum amount after the $2 ^ { \\mathsf { n d } }$ year.   \n165. a As seen from the above table, the total interest collected by Ghosh Babu is Rs.24 on Rs.100. Hence on Rs.50000, it would be Rs.12000. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "For questions 166 to 170: ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "The values of the graph can be tabulated as given below: ",
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/dde0c7820e25bec5146ad5aa792965faf956fcdf62c6d63f748f4476192feafb.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>A</td><td>% Change</td><td>B</td><td>% Change</td><td>C</td><td>% Change</td><td>D</td><td>% Change</td></tr><tr><td> Jan</td><td>100</td><td>-</td><td>70</td><td>一</td><td>60</td><td>-</td><td>40</td><td>-</td></tr><tr><td>Feb</td><td>95</td><td>-5%</td><td>72</td><td>2.85%</td><td>55</td><td>-8.33%</td><td>50</td><td>25%</td></tr><tr><td>Mar</td><td>115</td><td>21%</td><td>74</td><td>2.77%</td><td>60</td><td>9.09%</td><td>50</td><td>-</td></tr><tr><td>Apr</td><td>105</td><td>-8.7%</td><td>76</td><td>2.70%</td><td>69</td><td>15%</td><td>41</td><td>-18%</td></tr><tr><td>May</td><td>100</td><td>-4.7%</td><td>78</td><td>2.63%</td><td>60</td><td>-13%</td><td>44</td><td>7.31%</td></tr><tr><td>Jun</td><td>110</td><td>10%</td><td>80</td><td>2.56%</td><td>55</td><td>-8.33%</td><td>45</td><td>2.27%</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "166. d As it is seen the highest $\\%$ increase is for D in Feb. viz. $2 5 \\%$ .   \n167. a The greatest absolute change in the market value for any share recorded is 20 i.e. for share “A” for month of March $= 1 1 5 - 9 5 = 2 0$ .   \n168. a The greatest percentage change in any share was recorded for share D for the month of February viz. $2 5 \\%$ . ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "169. d ",
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/24bbc735b93ecb9efdc67649f112a67899d25a46baf27aab3e8b5aa37bd16487.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td></td><td>C</td><td>D</td><td>Total Earning</td><td>A</td><td>Gain/ Loss</td></tr><tr><td>Jan</td><td>60</td><td>40</td><td>100</td><td>100</td><td>二</td></tr><tr><td>Feb</td><td>55</td><td>50</td><td>105</td><td>95</td><td>+10</td></tr><tr><td>Mar</td><td>60</td><td>50</td><td>110</td><td>115</td><td>-5</td></tr><tr><td>Apr</td><td>69</td><td>41</td><td>110</td><td>105</td><td>+5</td></tr><tr><td>May</td><td>60</td><td>44</td><td>104</td><td>100</td><td>+4</td></tr><tr><td>Jun</td><td>55</td><td>45</td><td>100</td><td>110</td><td>-10</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Hence, the maximum loss due to share value changes is 10 for the month of Jun. Hence the answer is (d). ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "170. b Again referring to the above table it can be seen that the individual’s highest gain is Rs.10. ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "For questions 171 to 175: ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Let the number of defective tests be ‘x’   \nCost to Prakash if he does not use any test $\\mathbf { \\varepsilon } = 5 0 \\mathbf { \\times }$ Cost to Prakash if he uses test 1   \n$= 2 \\times 1 0 0 0 + \\frac { 4 x } { 5 } \\times 2 5 + \\frac { x } { 5 } \\times 5 0 = 2 0 0 0 + 3 0 \\times$   \nCost to Prakash if he uses test $2 = 3 0 0 0 + 2 5 x$ Prakash should not test when   \n50x ≤ 2000 + 30x   \n20x ≤ 2000   \nx ≤ 100   \nPrakash should use test 1 when   \n$5 0 x > 3 0 0 0 + 2 5 x \\geq 2 0 0 0 + 3 0 x$   \n$3 0 0 0 + 2 5 \\times \\geq 2 0 0 0 + 3 0 \\times$   \n5x ≤ 1000   \n$x \\leq 2 0 0$   \nFor $\\mathsf { x } \\geq 2 0 0$ he can use test 2.   \n171. a Below 100, no test would be cheaper.   \n172. d If there are 120 widgets, he should go for test I as it is cheaper.   \n173. c It is clear from the table that if the number of defectives is between 200 & 400, he should go for Test II as it is cheaper.   \n174. a In case of 160 defectives he should use test I as it is cheaper.   \n175. a If there are 200 defective widgets in the lot, Prakash may use either Test I or Test II as the cost of both the Tests is same $\\mathbf { \\tau } = \\mathsf { R s . 8 0 0 0 }$ . ",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "",
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "For questions 176 to 180: ",
        "text_level": 1,
        "page_idx": 41
    },
    {
        "type": "text",
        "text": "Students please note that the values on the Y-axis are not given. For the sake of convenience let us assume that one step on $\\mathsf { y }$ -axis is $\\mathbf { \\ddot { x } } ^ { , }$ and starting value be $\\boldsymbol { \\mathsf { k } }$ . ",
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/dab3f5284c2cce02bc1bb275b8af80e11f8cdedbc5d2f596f9c7071d1932418c.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>Years</td><td>Food production</td><td>Fertilizer production</td></tr><tr><td>83</td><td>6.5 +k</td><td>2.5x + k</td></tr><tr><td>84</td><td>5 +k</td><td>3.5x +k</td></tr><tr><td>85</td><td>5 +k</td><td>3.5x + k</td></tr><tr><td>86</td><td>6.5 + k</td><td>2x + k</td></tr><tr><td>87</td><td>6.5 +k</td><td>2x + k</td></tr><tr><td>88</td><td>5 +k</td><td>3.5x + k</td></tr><tr><td>89</td><td>5+k</td><td>×+</td></tr><tr><td>90</td><td>7x + k</td><td>X+k</td></tr><tr><td>91</td><td>7x + k</td><td>X+k</td></tr></table></body></html>\n\n",
        "page_idx": 41
    },
    {
        "type": "table",
        "img_path": "images/5294465758b84212fd79af7e7721582669bac471b0a983d631bcd3f7226b3620.jpg",
        "table_caption": [],
        "table_footnote": [],
        "table_body": "\n\n<html><body><table><tr><td>177. d Fertilizers production in 1988 = 3.5x + k</td><td>176. d If you see, for each year from 1984 to 1988 sum of food and fertilizers=8.5x+2k Hence, it is constant for 5 years.</td><td>179. d It is clear that the graph for fertilizer production remains constant for two consecutive years. But it breaks this trend in 1989 as it has a value lower than its value in 1988.</td></tr><tr><td rowspan=\"2\"></td><td>Food production in 1988 = 5x + k As per the given information 8.5x + 2 k = 170</td><td>180. d If the ferilizer production in 1989 had been the same as that in 1988, its value for 1989 would have been 3.5x +k.</td></tr><tr><td>Valueofxandkcannotbedetermined. 178. b The graph of food production shows an alternate</td><td>Hencetotalfertilizerproductionaccordingtoourvalues would have been (2.5x + k + 3.5x + k + 3.5x + k + 2x + k + 2x + k + 3.5x + k + 3.5x + k + x + k + x + k) = 22.5x + 9k. As per the given information 22.5x +k = 490</td></tr></table></body></html>\n\n",
        "page_idx": 42
    },
    {
        "type": "text",
        "text": "500 hours of online CAT coaching content   \n+ $\\pmb { 4 0 0 0 } +$ online CAT preparation videos   \n1 $\\ 4 0 0 0 +$ questions as a part of online CAT course   \n60 Live online Sessions   \nWeekly doubt clearing sessions ",
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Get FREE Trial ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "Click to join our CAT prep Groups ",
        "text_level": 1,
        "page_idx": 43
    },
    {
        "type": "text",
        "text": "CAT Prep Whatsapp Group ",
        "page_idx": 43
    }
]